[
    {
        "monster_id": 6,
        "monster_name": "Barroth",
        "thumbnail": "assets/img/barroth_icon.webp",
        "special_attack_card": [
            "Skull Crush",
            "Furious Trample",
            "Tail Smash"
        ],
        "dialog_hunting_phase": [30],
        "quest": [
            {
                "quest_id": 1,
                "quest_type": "Assigned Quest",
                "difficulty_level": 1,
                "time_limit": 35,
                "scoutfly_level": [2, 5],
                "starting_point": [1]
            },
            {
                "quest_id": 2,
                "quest_type": "Investigation Quest",
                "difficulty_level": 2,
                "time_limit": 30,
                "scoutfly_level": [3, 6],
                "starting_point": [2,3,4,5]
            },
            {
                "quest_id": 3,
                "quest_type": "Tempered Investigation Quest",
                "difficulty_level": 3,
                "time_limit": 30,
                "scoutfly_level": [4, 7],
                "starting_point": [2,3,4,5]
            }
        ],
        "quest_dialogs": [
            {
                "dialog_id": 1,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 1 ขวด",
                "subtitle": "การได้รับภารกิจมากมายเป็นเรื่องปกติของนักล่ามอนสเตอร์เช่นคุณ แต่ครั้งนี้แตกต่างออกไป นี่เป็นครั้งแรกที่คุณถูกขอให้ปกป้องรังมด! มดพวกนี้กำลังถูกใช้ในการวิจัยทางวิทยาศาสตร์ที่สำคัญ ว่ากันว่าหากเข้าใจว่ามันสามารถแบกน้ำหนักได้มากขนาดนั้นได้อย่างไร เทคโนโลยีใหม่อาจถูกปลดล็อก\nทว่ามีปัญหาอยู่—มอนสเตอร์ที่ชื่อบาร์รอธ (Barroth) กำลังทำลายทุก ๆ รังในพื้นที่ มันบดขยี้และกินมดก่อนที่จะมีโอกาสศึกษา คุณจึงมาถึงที่นี่ เป้าหมายของคุณชัดเจน และคุณรู้ถึงพื้นที่ชื้นแฉะและเต็มไปด้วยโคลนที่ Barroth อาศัยอยู่",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "title": "ได้เวลาออกล่าแล้ว!",
                        "consequences": "ทิ้ง Time card 1 ใบ ได้รับโทเค็นรอยเท้า 1 อัน",
                        "PathToDialog": 17
                    }
                ]
            },
            {
                "dialog_id": 2,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 2 ขวด",
                "subtitle": "คุณกำลังตามล่า Barroth  สัตว์ร้ายขนาดใหญ่และดุร้าย มันเป็นตัวการที่ขัดขวางการวิจัยสำคัญหลายครั้ง นี่จึงเป็นเหตุผลที่คุณต้องตามรอยมัน คุณไม่ทันได้ออกลาดตระเวนรอบ ๆ หนองน้ำที่มันอาศัยอยู่นานนัก คุณก็พบร่องรอยของมัน กรงเล็บ Barroth ที่ติดอยู่ในโคลนเหม็น ๆ ตรงนี้เคยมีการต่อสู้เกิดขึ้น... น่าจะเป็น Barroth สู้กับจูราทอดัส (Jyuratodus) คุณสองตัวนี้มักจะฉีกกันเป็นชิ้น ๆ แต่ Barroth ยังอยู่แถวนี้ ได้เวลาออกตามล่าแล้ว!",
                "consequences": "นักล่าทุกคนได้รับ 1 Barroth Claw.",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ออกล่าต่อทันที!",
                        "consequences": "ได้รับโทเค็นรอยเท้า 1 อัน",
                        "PathToDialog": 8
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ใช้เวลาอยู่ที่นี่อีกสักหน่อย  Barroth อาจจะกลับมา",
                        "consequences": "ทิ้ง Time card 1 ใบ นักล่าทุกคนได้รับ 1 Monster Bone Medium.",
                        "PathToDialog": 11
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "มุ่งหน้าไปยังจุดสุดท้ายที่เห็นเหยื่อของคุณ!",
                        "consequences": "ทิ้ง Time card 5 ใบ",
                        "PathToDialog": 30
                    }
                ]
            },
            {
                "dialog_id": 3,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 1 ขวด",
                "subtitle": "มด... มดที่กำลังไหลบ่าเข้ามา มีขามากเกินไป มีกรามแหลมคมมากเกินไป... มีมดมากเกินไป แต่คุณยังต้องมุ่งหน้าเข้าไปท่ามกลางฝูงพวกมันเพื่อหยุด Barroth ไม่ให้กลืนกินมดเหล่านี้ ไม่มีใครเคยบอกว่างานนักล่าจะเป็นอาชีพที่ธรรมดาได้\n\nแต่เหล่านักวิจัยต้องการให้มดพวกนี้รอดชีวิต ไม่ใช่ถูกกลืนหายไปในท้องของ Barroth ที่อาละวาดอยู่ตรงนี้ นั่นจึงเป็นเหตุผลที่คุณต้องย่อตัวลงท่ามกลางฝูงมดที่เหลือรอด คอยจับตาดูว่าสัตว์ร้ายที่กำลังอิ่มหนำกับมดเหล่านี้จะมุ่งหน้าไปที่ใดต่อ...",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "วางกับดัก ล่อ Barroth ",
                        "consequences": "ได้รับและเปิดเผยโทเค็นรอยเท้า 1 อัน แล้วเลือกว่าจะเก็บหรือทิ้ง",
                        "PathToDialog": 20
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "มุ่งหน้าลึกเข้าไปในหนองน้ำเพื่อตามหาสัตว์ร้าย",
                        "consequences": "ได้รับโทเค็นรอยเท้า 2 อัน",
                        "PathToDialog": 10
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "เร่งไปยังจุดสุดท้ายที่เห็นเหยื่อของคุณ!",
                        "consequences": "ทิ้ง Time card 5 ใบ",
                        "PathToDialog": 30
                    }
                ]
            },
            {
                "dialog_id": 4,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 2 ขวด",
                "subtitle": "อีกหนึ่งรังมดที่ถูกทำลาย นั่นคือสิ่งที่คุณต้องเผชิญ...อีกครั้ง มันเป็นวันที่ยาวนานของการลุยผ่านหนองน้ำที่เต็มไปด้วยแมลง ตาของคุณกำลังแสบเพราะแก๊สพิษที่ลอยฟุ้งมาจากบึงเหม็นเน่าโดยรอบ แล้วทั้งหมดนี้เพื่ออะไร? เพื่อให้นักวิจัยค้นพบรังมดที่ยังไม่ถูกทำลาย คุณกำลังตามล่า Barroth อยู่...งั้นคงต้องเริ่มล่าต่อไป",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ตามรอยไปตามรากไม้ที่บิดเบี้ยวและกิ่งไม้ที่หัก",
                        "consequences": "ทิ้ง Time card 1 ใบ ได้รับโทเค็นรอยเท้า 1 อัน",
                        "PathToDialog": 26
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ได้ยินเสียงประหลาดมาจากอีกฟากหนึ่ง เข้าไปตรวจสอบ",
                        "consequences": "ทิ้ง Time card 1 ใบ",
                        "PathToDialog": 14
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "เร่งไปยังจุดสุดท้ายที่เห็นเหยื่อของคุณ!",
                        "consequences": "ทิ้ง Time card 5 ใบ",
                        "PathToDialog": 30
                    }
                ]
            },
            {
                "dialog_id": 5,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 1 ขวด",
                "subtitle": "เหล่านักวิจัยกล่าวว่า Barroth กำลังอาละวาดในหนองน้ำใกล้เคียง พวกเขาพยายามเก็บตัวอย่างมดเพื่อเริ่มสร้างเทคโนโลยีใหม่ แต่กลับไม่สามารถทำได้ เพราะ Barroth ได้ทำลายทุกการสำรวจในหนองน้ำนี้ไปหมดแล้ว พวกมันพังทลายที่ตั้งแคมป์ ต่อสู้กับทุกสิ่งที่ขวางทาง และเมื่อคุณเข้าสู่หนองน้ำ คุณก็ได้เห็นว่าพวกเขาหมายถึงอะไร กระดูกกระจัดกระจายอยู่ทุกหนแห่ง ถึงเวลาออกล่าแล้ว",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ศึกษาการเคลื่อนไหวของ Barroth  มีบางสิ่งที่ผลักดันมันอยู่ อาจจะหาคำตอบได้",
                        "consequences": "ทิ้ง Time card 1 ใบ ได้รับโทเค็นรอยเท้า 2 อัน",
                        "PathToDialog": 19
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "มีของล้ำค่ามากมายสำหรับผู้ที่ยินดีใช้เวลาในการค้นหา...",
                        "consequences": "ทิ้ง Time card 1 ใบ นักล่าทุกคนได้รับ 1 Barroth Claw และ 1 Monster Bone Large",
                        "PathToDialog": 25
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "ติดตามรอยของสัตว์ร้ายทันที",
                        "consequences": "ทิ้ง Time card 2 ใบ",
                        "PathToDialog": 24
                    },
                    {
                        "action_id": 4,
                        "required_dialog": "",
                        "title": "เร่งไปยังจุดสุดท้ายที่เห็นเหยื่อของคุณ!",
                        "consequences": "ทิ้ง Time card 5 ใบ",
                        "PathToDialog": 30
                    }
                ]
            },
            {
                "dialog_id": 6,
                "title": "",
                "subtitle": "คุณวิ่งตามรอยของ Barroth  มันไม่ได้พยายามปิดบังร่องรอยใดๆ เพียงแค่พุ่งทะลุผ่านทุกอย่างอย่างโหดร้ายและทรงพลัง เส้นทางของมันเห็นได้ชัดและง่ายต่อการติดตาม...แต่นั่นไม่ได้หมายความว่ามันปลอดภัย คุณจะตามรอยของมันอย่างรวดเร็วหรือจะช้าลงและระมัดระวัง?",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "รีบหน่อย! ทุกวินาทีมีค่า!",
                        "consequences": "ทิ้ง Time card 2 ใบ นักล่าทุกคนจะได้รับความเสียหาย 1 หน่วย จากนั้นรับ 1 Barroth Ridge.",
                        "PathToDialog": 23
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "จงระวังไว้ อย่าเสี่ยงอะไรโดยไม่จำเป็น",
                        "consequences": "ทิ้ง Time card 1 ใบ",
                        "PathToDialog": 15
                    }
                ]
            },
            {
                "dialog_id": 7,
                "title": "",
                "subtitle": "คุณอดสบถไม่ได้ ไม่ใช่รอยเท้า แต่เป็นโคลน โคลนที่นี่ต่างจากส่วนอื่นในหนองน้ำ และแสงที่ผิดเพี้ยนทำให้คุณเข้าใจผิดได้ง่าย ถึงอย่างนั้น โคลนนี้ก็น่าจะเป็นประโยชน์ในตัวมันเอง และตอนนี้คุณก็มีเวลาให้พักผ่อน",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "...",
                        "consequences": "ทิ้ง Time card 1 ใบ นักล่าทุกคนได้รับ 1 Fertile Mud จากนั้นเพิ่มยาหนึ่งขวดลงในคลัง",
                        "PathToDialog": 21
                    }
                ]
            },
            {
                "dialog_id": 8,
                "title": "",
                "subtitle": "กระเป๋าของนักล่าที่ทิ้งไว้อย่างเปิดอยู่ คุณรออยู่สักพักเพื่อดูว่ามีใครกลับมาหรือไม่ แต่เจ้าของกระเป๋านั้นหายไปนานแล้ว ทว่าใต้ผ้าที่ปกคลุมมีบางสิ่งสะท้อนแสงอยู่ บางทีอาจจะคุ้มค่าที่จะตรวจสอบ",
                "consequences": "ทิ้ง Time card 1 ใบ\nนักล่าทุกคนจะได้รับ 1 Carbalite ore และ 1 Machalite ore.",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ตรวจสอบกลุ่มเมฆลึกลับที่ทางทิศตะวันออก",
                        "consequences": "ทิ้ง Time card 1 ใบ",
                        "PathToDialog": 23
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "เปิดกระเป๋าและค้นหาข้างใน",
                        "consequences": "ทิ้ง Time card 2 ใบ",
                        "PathToDialog": 28
                    }
                ]
            },
            {
                "dialog_id": 9,
                "title": "",
                "subtitle": " Barroth สองตัว? ตอนนี้มี Barroth สองตัวแล้วเหรอ? หนองน้ำแห่งนี้เต็มไปด้วยพืชที่ถูกโค่นล้ม สัตว์ที่ถูกเหยียบย่ำ และชิ้นส่วนของ Barroth ที่ถูกทำลาย สอง Barroth ต่อสู้กันในพื้นที่นี้ และคุณก็ไม่รู้ว่าตัวไหนจะรอดมาได้มากกว่า ตอนนี้น่าจะมีมอนสเตอร์สองตัวที่อาละวาดในหนองน้ำนี้ ต้องระวังตัวให้ดี",
                "consequences": "ทิ้ง Time card 2 ใบ",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ที่นี่ควรมีรังมดใกล้ๆ\nขั้นต่อไปอาจจะต้องไปที่นั่น",
                        "consequences": "ทิ้ง Time card 2 ใบ นักล่าทุกคนจะได้รับ 1 Barroth Shell หากกลุ่มมี Barroth Ridge อย่างน้อย 1 ชิ้น นักล่าทุกคนจะได้รับ 1 Barroth Ridge ด้วย",
                        "PathToDialog": 12
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "เสียงนั้นมันอะไร? อยู่ใกล้ๆ นี้ ดูเหมือนจะมีบางอย่าง...",
                        "consequences": "",
                        "PathToDialog": 14
                    }
                ]
            },
            {
                "dialog_id": 10,
                "title": "",
                "subtitle": "การเดินทางผ่านหนองน้ำช่างเหนื่อยยาก โคลนดึงเท้าของคุณไว้ ทำให้ทุกก้าวเป็นความลำบาก แต่คุณก็มั่นใจว่ากำลังก้าวหน้าไปใกล้กับสัตว์ร้าย คุณมั่นใจในสัญชาตญาณของตน โคลนเหนียวในหนองน้ำทำให้รอยเท้าหายไปอย่างรวดเร็ว แต่คุณแน่ใจว่า Barroth อยู่ใกล้ๆ คุณรู้สึกมันได้",
                "consequences": "ทำการทอยเต๋า(ทอยครั้งเดียวเต๋าเดียว)",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "1-2",
                        "consequences": "",
                        "PathToDialog": 6
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "3-4",
                        "consequences": "เพิ่มยาหนึ่งขวดลงในคลัง",
                        "PathToDialog": 6
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "5-6",
                        "consequences": "นักล่าทุกคนจะได้รับ 1 Fertile Mud.",
                        "PathToDialog": 15
                    }
                ]
            },
            {
                "dialog_id": 11,
                "title": "",
                "subtitle": "ไม่มีสัญญาณว่าคุณสัตว์ร้ายจะกลับมาที่นี่ แต่คุณก็พบสปอร์ของมันมากขึ้น ดูเหมือนจะเป็นการต่อสู้ที่โหดเหี้ยม ร่องรอยของการต่อสู้กระจายอยู่ทั่วบริเวณ แต่คุณสัตว์ร้ายคงจะไม่กลับมาแล้ว",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เก็บรวบรวมหลักฐานจากการต่อสู้",
                        "consequences": "ทิ้ง Time card 2 ใบ นักล่าทุกคนจะได้รับ 1 Monster Bone large และ 1 Barroth Shell.",
                        "PathToDialog": 27
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "แก้ตัวสำหรับเวลาที่เสียไป!",
                        "consequences": "",
                        "PathToDialog": 6
                    }
                ]
            },
            {
                "dialog_id": 12,
                "title": "",
                "subtitle": "พื้นที่รอบๆ รังมดเต็มไปด้วยดินที่ถูกทำลายและถูกรื้อถอน ราวกับว่า Barroth ไม่ใช่สัตว์ร้าย แต่เป็นเครื่องไถดิน คุณก็ยังไม่แน่ใจว่าจะทำอะไรต่อไปดี คุณสามารถทำการค้นหาในรังมดอย่างละเอียดขึ้น - อาจจะมีบางสิ่งที่นักวิจัยยินดีจ่ายเงินจำนวนมากเพื่อให้ได้มา หรือคุณสามารถพักผ่อนได้ ที่นี่โล่งและสิ่งที่อาจโจมตีคุณอาจถูกขับไล่ไปแล้วจากการปรากฏตัวของ Barroth \nหรือคุณจะยังคงล่าต่อไป ความเคลื่อนไหวถัดไปคืออะไร?",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "คุณสาบานว่าได้ยินเสียงบางอย่างอยู่ข้างหลังเนินนั้น ไปต่อเถอะ",
                        "consequences": "สับการ์ด Rushed Advance ลงในกอง Time Card",
                        "PathToDialog": 30
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "พักผ่อนเถอะ คุณจะต้องใช้มันในวันพรุ่งนี้",
                        "consequences": "ทิ้ง Time card 2 ใบ ทุกนักล่าจะฟื้นคืนเต็มที่",
                        "PathToDialog": 21
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "การขุดในรังมด ถึงแม้มันจะเสียหายไปแล้ว ก็เป็นความคิดที่ดี",
                        "consequences": "ทิ้งโทเคนรอยเท้า 1 อัน สับการ์ด Researcher's Favour ลงในกอง Time Card",
                        "PathToDialog": 7
                    }
                ]
            },
            {
                "dialog_id": 13,
                "title": "",
                "subtitle": "หลักฐานเพิ่มเติมของการปรากฏตัวของ Barroth  พื้นดินเต็มไปด้วยรอยขรุขระจากการที่หัวใหญ่ของสัตว์ร้ายขุดขึ้นมาจากแร่ที่แวววาว...",
                "consequences": "ทำการทอยเต๋า(ทอยครั้งเดียวเต๋าเดียว)",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "1-4: เพิกเฉยต่อแร่!",
                        "consequences": "",
                        "PathToDialog": 29
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "5-6: เอ่อ... มันก็แค่มีอยู่ตรงนั้น...",
                        "consequences": "ทิ้ง Time card 1 ใบ ทุกนักล่าจะได้รับ Carbalite ore 1 ชิ้น และ Machalite ore 1 ชิ้น",
                        "PathToDialog": 28
                    }
                ]
            },
            {
                "dialog_id": 14,
                "title": "",
                "subtitle": "เสียงแปลกๆ ที่ได้ยินกลับกลายเป็นกลุ่ม Palico ที่กำลังกระโดดโลดเต้นอยู่ในวงกลมอย่างสนุกสนาน ไม่ได้กังวลอะไรเกี่ยวกับการมาของ Barroth เลย ทั้งนี้ Felynes ก็ไวพอที่จะหายตัวไปในหนองน้ำหากเจอภัยคุกคาม เมื่อพวกมันเห็นคุณ บางตัวก็เดินเข้ามาใกล้ มองคุณด้วยตาสีใหญ่ๆ หัวจมูกกระตุกไปมา...",
                "consequences": "ทิ้ง Time card 2 ใบ",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ขอให้ Palicoes เข้าร่วมการล่ากับคุณ",
                        "consequences": "ในกรณีที่นักล่าท่านใดไม่มี Palico ให้ดึงการ์ด Palico 1 ใบ และสามารถใช้มันในระหว่างการล่าครั้งต่อไป จากนั้นการ์ดจะถูกทิ้ง.",
                        "PathToDialog": 15
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "พวกมันดูมีความสุขในที่ที่พวกมันอยู่ แต่พวกมันอาจจะมีข้อมูลดีๆ...",
                        "consequences": "รับและเปิดเผย 4 โทเคนรอยเท้า แล้วเลือกว่าจะเก็บหรือทิ้งโทเค็นเหล่านั้น",
                        "PathToDialog": 21
                    }
                ]
            },
            {
                "dialog_id": 15,
                "title": "",
                "subtitle": "การหลีกเลี่ยงองค์ประกอบที่อันตรายที่สุดของหนองน้ำพิสูจน์แล้วว่าเป็นกลยุทธ์ที่มีประสิทธิภาพ และคุณยังคงอยู่ในรอยเท้าของ Barroth กลิ่นของดินที่เพิ่งถูกขุดขึ้นยังคงตลบอบอวลอยู่ในจมูกของคุณ และมันไม่ได้ขุดแค่โคลนเปียกเท่านั้น ซากของสัตว์ที่ตายมานานถูกกระจายอยู่ทั่วพื้นดิน ถูกเปิดเผยต่อแสงอาทิตย์ที่กำลังจะจางหายไปเป็นครั้งแรกในรอบหลายศตวรรษ",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "หยุดเก็บสิ่งที่คุณสามารถหาได้",
                        "consequences": "ทิ้ง Time card 1 ใบ ทุกนักล่าจะได้รับ 1 Ancient Bone.",
                        "PathToDialog": 22
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "กลุ่มสามารถเลือกตัวเลือกนี้ได้เฉพาะหากพวกเขามี Fertile Mud อย่างน้อย 1 ชิ้นในสต็อก",
                        "title": "อธิษฐานเงียบๆ ให้กับสิ่งมีชีวิตนั้น",
                        "consequences": "ทิ้ง Time card 1 ใบ สับการ์ด Ancient Guardian ลงในกองการ์ด Time card",
                        "PathToDialog": 29
                    }
                ]
            },
            {
                "dialog_id": 16,
                "title": "",
                "subtitle": "รอยเท้า รอยเท้าใหญ่ที่ฝังลึกลงไปในโคลน เท่านั้นเองที่ Barroth จะทิ้งรอยเท้าขนาดนี้ได้ คุณรู้ว่าคุณกำลังใกล้เหยื่อเข้าไปทุกที...",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ตามล่าต่อไป มันเป็นแค่เรื่องของเวลา",
                        "consequences": "ทิ้ง Time card 1 ใบ ได้รับโทเค็นรอยเท้า 2 อัน",
                        "PathToDialog": 30
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "สำรวจพื้นที่นี้ให้ละเอียดขึ้น  Barroth เคยอยู่ที่นี่ อาจมีเบาะแสเพิ่มเติม",
                        "consequences": "ทิ้ง Time card 1 ใบ เปิดเผยโทเคนร้อยเท้าได้สูงสุด 3 อัน",
                        "PathToDialog": 29
                    }
                ]
            },
            {
                "dialog_id": 17,
                "title": "",
                "subtitle": "สัตว์ต่างๆ มักจะถูกดูดเข้าไปในพื้นที่ชุ่มน้ำแถวนี้เสมอ เพียงแค่ก้าวลึกเกินไป โคลนดูดพวกมันลงไป... และนี่คือผลลัพธ์ของมัน สัตว์ตัวนี้ตายไปเมื่อไม่กี่สัปดาห์ก่อน ซากศพถูกเกลี้ยงเกลาไว้แล้ว เหลือเพียงบางเส้นเนื้อที่กลายเป็นมัมมี่ติดอยู่กับโครงกระดูกของมัน เหมือนธงที่ขาดวิ่นเหนือกองทัพที่ถูกสังหาร แต่ไม่มีเวลาให้คุณคิดถึงสิ่งเหล่านั้นมากนัก การล่าต้องดำเนินต่อไป",
                "consequences": "ทุกนักล่าจะได้รับ 1 Monster Bone medium.",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เดินหน้าต่อไป",
                        "consequences": "ทิ้ง Time card 1 ใบ ได้รับโทเค็นรอยเท้า 1 อัน สับการ์ด Barroth Slayer ลงในกอง Time Card",
                        "PathToDialog": 8
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "อยู่ที่นี่และค้นหาภายในซากศพ",
                        "consequences": "ทิ้ง Time card 1 ใบ ทุกนักล่าจะได้รับ 1 Quality Bone และ 1 Monster Bone small.",
                        "PathToDialog": 8
                    }
                ]
            },
            {
                "dialog_id": 18,
                "title": "",
                "subtitle": "นี่คือสิ่งที่เกิดขึ้นกับ Barroth ตัวเล็ก สัตว์ร่างใหญ่ที่นอนอยู่ขอบหนองน้ำ ข้างลำตัวถูกเปิดออกและมีบาดแผลใหญ่สะเทือนใจ ซี่โครงที่พังยื่นออกมาและเนื้อที่ฉีกขาด มันสู้สุดชีวิต รอยเทือกเขาบนหัวของมันบิดงอจากการที่มันถูกบีบให้กระแทกไปยังศัตรูอย่างไม่หยุดหย่อน แต่ก็ไร้ประโยชน์",
                "consequences": "ทุกนักล่าจะได้รับ 1 Barroth Ridge.",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "มีจุดดินที่เปล่งประกาย... อาจจะเป็นสิ่งที่ดึงดูดสัตว์ตัวนี้ให้มาที่นี่เพื่อจะตาย",
                        "consequences": "ทิ้ง Time card 1 ใบ ได้รับ 1 Fertile Mud",
                        "PathToDialog": 22
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": " Barroth ตัวหนึ่งหายไปจากความกังวล",
                        "consequences": "",
                        "PathToDialog": 7
                    }
                ]
            },
            {
                "dialog_id": 19,
                "title": "",
                "subtitle": "พ่อค้าคนหนึ่งที่ตกใจแต่ยังเต็มใจที่จะขายของให้คุณ กำลังรีบออกจากหนองน้ำ",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "...",
                        "consequences": "ทั้งกลุ่มสามารถทิ้งทรัพยากร 3 ชิ้น และเลือกเพิ่ม 1 ยารักษาหรือรับ 1 โทเค็นรอยเท้า",
                        "PathToDialog": 13
                    }
                ]
            },
            {
                "dialog_id": 20,
                "title": "",
                "subtitle": "การตั้งกับดักใช้เวลานานพอสมควร จากนั้นคุณก็รอ... และรอ... และรอ... แต่ไม่มีอะไรเกิดขึ้น  Barroth อาจจะฉลาดกว่าที่คุณคิด หรือมันอาจจะไปหามดตัวอื่นมากินแล้ว งั้นตอนนี้คุณจะทำอย่างไรดี?",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ทิ้งกับดักแล้วเดินเข้าป่าชื้น",
                        "consequences": "ทิ้ง Time card 1 ใบ นักล่าทุกคนจะได้รับ 1 Monster Keenbone",
                        "PathToDialog": 15
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "นั่นรอยเท้าของ Barroth หรือเปล่า?",
                        "consequences": "ทิ้ง Time card 1 ใบ ได้รับ 2 โทเคนรอยเท้า",
                        "PathToDialog": 7
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "กลุ่มสามารถเลือกตัวเลือกนี้ได้ถ้ามี Barroth Shell อย่างน้อย 1 ชิ้นในคลัง",
                        "title": "คุณมั่นใจว่าคุณรู้จักรอยทางของ Barroth ที่อยู่ข้างหน้า คุ้มค่าที่จะตามล่าต่อไปแน่นอน",
                        "consequences": "",
                        "PathToDialog": 18
                    }
                ]
            },
            {
                "dialog_id": 21,
                "title": "",
                "subtitle": "คุณตื่นขึ้นมาด้วยความรู้สึกสดชื่น อาจจะไม่ได้ทำความคืบหน้าในการล่ามากนัก แต่คุณจะอยู่ในสภาพที่ดีเมื่อเจอ Barroth อีกครั้ง\nคุณเริ่มเดินล่าอสูรกายอีกครั้ง เดินลึกเข้าไปในป่าชื้น  Barroth ไม่ใช่สัตว์ที่แยบยล อึดใจเดียวคุณก็มั่นใจว่ากำลังติดตามมันอยู่...",
                "consequences": "นักล่าทุกคนได้รับ 1 Monster Bone medium",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "คุณกำลังเข้าใกล้ตัวอสูร",
                        "consequences": "หากกลุ่มมีโทเค็นรอยเท้า 4 ชิ้นหรือน้อยกว่า ให้รับ 1 โทเค็นรอยเท้า",
                        "PathToDialog": 30
                    }
                ]
            },
            {
                "dialog_id": 22,
                "title": "",
                "subtitle": "มันเริ่มต้นได้ไม่ดีเลย แขนและใบหน้าของคุณแสบจากการถูกกัด และคุณก็แทบจะไม่เห็นอะไรที่ช่วยยืนยันได้เลยว่า  Barroth ยังคงอยู่ในหนองน้ำนี้\nจนกระทั่งตอนนี้ กลุ่มต้นไม้ที่หนาแน่นในพื้นที่ชื้นถูกดึงออกมาและโยนกระจัดกระจายไปทั่ว โดยบางสิ่งที่ใหญ่และหนัก รอยบนลำต้นดูเหมือนจะเกิดจากแผ่นเกราะของ Barroth ...",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ตามรอยนี้ต่อไป!",
                        "consequences": "ทิ้ง Time card 1 ใบ ได้รับ 3 โทเคนรอยเท้า",
                        "PathToDialog": 29
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "หลบซ่อนและรอ บางทีคุณสัตว์ร้ายอาจยังอยู่ในพื้นที่นี้",
                        "consequences": "",
                        "PathToDialog": 30
                    }
                ]
            },
            {
                "dialog_id": 23,
                "title": "",
                "subtitle": "แตน! แตน! หรืออย่างน้อยก็สิ่งที่ดูคล้ายกับแตนและกัดเจ็บไม่น้อยเลย ฝูงสัตว์ที่น่ารังเกียจล้อมรอบคุณ พุ่งเข้ามาและโจมตีขณะที่คุณพยายามปัดป้องมันออกไป!",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "หนีจากฝูงที่น่าสยดสยองนี้!",
                        "consequences": "นักล่าทุกคนได้รับความเสียหาย 2 หน่วย",
                        "PathToDialog": 22
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "กลุ่มนักล่าจะเลือกตัวเลือกนี้ได้ก็ต่อเมื่อมียาติดตัวอย่างน้อย 1 ขวด",
                        "title": "สู้กับมัน!",
                        "consequences": "ทิ้งยารักษา 1 ขวด",
                        "PathToDialog": 22
                    }
                ]
            },
            {
                "dialog_id": 24,
                "title": "",
                "subtitle": "หลักฐานเพิ่มเติมของความโหดร้ายของ Barroth ที่คุณกำลังตามล่า อีกหนึ่งในเผ่าพันธุ์ของมันถูกทับถมและตีจนตาย คุณใช้เวลาหลายนาทีกว่าจะระบุได้ว่ามันคือ Barroth ที่คุณกำลังมองหา เพราะความเสียหายมันกว้างขวางเหลือเกิน",
                "consequences": "นักล่าทุกคนได้รับ 1 Barroth Carapace.",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "...",
                        "consequences": "",
                        "PathToDialog": 19
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "กลุ่มนักล่าจะเลือกตัวเลือกนี้ได้ก็ต่อเมื่อมี Barroth Ridge อย่างน้อย 1 ชิ้นในสต็อก",
                        "title": "คุณสังเกตเห็นชิ้นส่วนที่อาจจะพลาดไปตอนแรก หากไม่คุ้นเคยกับสัตว์ชนิดนี้",
                        "consequences": "ทิ้ง Time card 2 ใบ ได้รับ 1 Barroth Shell",
                        "PathToDialog": 25
                    }
                ]
            },
            {
                "dialog_id": 25,
                "title": "",
                "subtitle": "ซากของเคสโตดอนที่ถูก Barroth ฆ่าอย่างชัดเจน นักวิจัยพูดถูก... สัตว์ร้ายตัวนี้โกรธมาก... และอันตรายยิ่งขึ้น มันจัดการกับเคสโตดอนตัวนี้อย่างโหดเหี้ยม",
                "consequences": "ทิ้ง Time card 1 ใบ",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ตรวจสอบซาก",
                        "consequences": "ทิ้ง Time card 1 ใบ สับการ์ด Barroth Slayer ลงในกอง Time Card",
                        "PathToDialog": 6
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ปล่อยมันไป และตามล่าต่อไป",
                        "consequences": "สับการ์ด Unavenged ลงในกอง Time Card",
                        "PathToDialog": 20
                    }
                ]
            },
            {
                "dialog_id": 26,
                "title": "",
                "subtitle": "สัตว์ร้ายตัวนี้เคยอยู่ที่นี่ รื้อค้นรังมดที่ถูกทำลาย ซากเกราะของแมลงกระจายไปทั่วพื้นที่ และร่องรอยจากการโจมตีของ Barroth นั้นเห็นได้ชัด มันไม่ค่อยมีมารยาทในการกินเท่าไหร่",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "หยุดเพื่อสืบสวนพฤติกรรมการกินของ Barroth ",
                        "consequences": "ทิ้ง Time card 1 ใบ นักล่าทุกคนได้รับ Barroth Carapace 1 ใบ และ Monster Hardbone 1 ชิ้น",
                        "PathToDialog": 11
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "คุณมั่นใจว่าสัตว์ร้ายยังคงอยู่ในบริเวณนี้ สำรวจพื้นที่อย่างระมัดระวัง",
                        "consequences": "ทิ้ง Time card 1 ใบ ได้รับโทเค็นรอยเท้า 1 อัน",
                        "PathToDialog": 9
                    }
                ]
            },
            {
                "dialog_id": 27,
                "title": "",
                "subtitle": "การต่อสู้ครั้งนี้ทำให้แร่ต่างๆ ถูกขว้างกระจัดกระจายไปทั่ว",
                "consequences": "ทิ้ง Time card 1 ใบ",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ใช้เวลาสักครู่เพื่อเก็บสิ่งที่มีอยู่ที่นี่",
                        "consequences": "ทิ้งโทเคนรอยเท้า 1 อัน นักล่าทุกคนทอยลูกเต๋าตามตารางนี้:\nหากทอยได้ 1-2 ได้ Dragonite ore 1 ชิ้น\nหากทอยได้ 3-4 ได้ Fucium ore 1 ชิ้น\nหากทอยได้ 5-6 ได้ Firecell ore 1 ชิ้น",
                        "PathToDialog": 28
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ไม่มีเวลามากพอที่จะเสียเวลาไปแล้ว",
                        "consequences": "ทิ้งโทเคนรอยเท้า 1 อัน",
                        "PathToDialog": 22
                    }
                ]
            },
            {
                "dialog_id": 28,
                "title": "",
                "subtitle": "สัมภาระของนักล่าคนอื่น หรืออาจจะเป็นของนักวิจัยก็ได้ มันยากที่จะบอก อะไรบางอย่างเกิดขึ้นกับกลุ่มคนที่สำรวจพื้นที่นี้ แน่ใจว่าพวกเขาถูกโจมตี ที่นี่เต็มไปด้วยสัมภาระที่กระจัดกระจาย ส่วนใหญ่ถูกทำลายหรือเสียหาย ค่ายพักถูกทำลายโดยการชนของ Barroth  คุ้มค่าที่จะตรวจสอบซากสิ่งของนี้ หรือจะตามรอยของสัตว์ร้ายต่อไปดี?",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ตรวจสอบซากสิ่งของ",
                        "consequences": "ทิ้ง Time card 1 ใบ\nนักล่าทุกคนทอยลูกเต๋าตามตารางนี้:\nหากทอยได้ 1-2 ได้ Dragonite ore 1 ชิ้น\nหากทอยได้ 3-4 ได้ Fucium ore 1 ชิ้น\nหากทอยได้ 5-6 ได้ Ancient Bone 1 ชิ้น",
                        "PathToDialog": 16
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ไม่มีเวลาสำหรับสิ่งนี้ ล่าต่อไป",
                        "consequences": "",
                        "PathToDialog": 30
                    }
                ]
            },
            {
                "dialog_id": 29,
                "title": "",
                "subtitle": "รังมดที่ถูกทำลายปรากฏอยู่ข้างหน้าเมื่อคุณตามล่า Barroth  อาณานิคมถูกเปิดออกและเหล่าผู้อาศัยทั้งหลายถูกกินหรือถูกทับด้วยเท้าที่เหยียบย่ำของ Barroth  มันไม่ใช่เรื่องแปลกที่นักวิจัยต้องการให้สัตว์ร้ายตัวนี้ถูกจัดการ มันทิ้งร่องรอยน้อยมากที่จะช่วยให้คุณทราบถึงการเคลื่อนไหวถัดไปของมัน หลังจากที่มันอิ่มแล้ว ถึงเวลาตัดสินใจ",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "อาจจะเป็นรอยเท้า...",
                        "consequences": "ทิ้ง Time card 1 ใบ ได้รับ 1 โทเคนรอยเท้า",
                        "PathToDialog": 7
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ใช้เวลาอีกหน่อยในการตรวจสอบรังมด",
                        "consequences": "ทิ้ง 1 โทเคนรอยเท้า",
                        "PathToDialog": 12
                    }
                ]
            },
            {
                "dialog_id": 30,
                "title": "",
                "subtitle": "สัญชาตญาณของคุณดีมาก เพียงไม่กี่นาทีหลังจากนั้น คุณก็ได้ยินเสียงร้องแปลกๆ ของ Barroth  เสียงครางและเสียงทุบที่มันทำเมื่อขว้างก้อนดินเปียกใหญ่ๆ ออกไปเพื่อหาอาหาร มันใกล้เข้ามาแล้ว เตรียมตัวสำหรับการต่อสู้",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "",
                        "consequences": "เปิดเผยโทเค็นรอยเท้าทั้งหมด ตรวจสอบ Scoutfly level, และเริ่มต้น hunting phase.",
                        "PathToDialog": 0
                    }
                ]
            }
        ]
    },
    {
        "monster_id": 7,
        "monster_name": "Pukei-Pukei",
        "thumbnail": "assets/img/pukei-pukei_icon.webp",
        "special_attack_card": [
            "Flying Bite",
            "Rear Spray",
            "Chicken Scratch"
        ],
        "dialog_hunting_phase": [34,35],
        "quest": [
            {
                "quest_id": 1,
                "quest_type": "Assigned Quest",
                "difficulty_level": 1,
                "time_limit": 35,
                "scoutfly_level": [2, 5],
                "starting_point": [1]
            },
            {
                "quest_id": 2,
                "quest_type": "Investigation Quest",
                "difficulty_level": 2,
                "time_limit": 35,
                "scoutfly_level": [3, 6],
                "starting_point": [2,3,4,5]
            },
            {
                "quest_id": 3,
                "quest_type": "Tempered Investigation Quest",
                "difficulty_level": 3,
                "time_limit": 35,
                "scoutfly_level": [4, 7],
                "starting_point": [2,3,4,5]
            }
        ],
        "quest_dialogs": [
            {
                "dialog_id": 1,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 1 ขวด",
                "subtitle": "ตลอดสัปดาห์ที่ผ่านมา ทุกอย่างอยู่ในความโกลาหล เหล่ามอนสเตอร์ถูกขับไล่ออกจากถิ่นที่อยู่ของมัน โผล่พุ่งออกมาวิ่งวุ่นผ่านป่าลึกไปไกลกว่านั้น หลายหมู่บ้านถูกทิ้งไว้ในสภาพย่อยยับ พ่อค้าที่เคยเดินทางค้าขายต้องเห็นชีวิตของตนถูกเหยียบย่ำไปพร้อมกับฝูง Kestodon ที่พุ่งชนอย่างบ้าคลั่ง และนั่นคือเหตุผลที่เรียกพวกคุณเข้ามา มีเพียงสิ่งมีชีวิตเดียวเท่านั้นที่สามารถก่อความวุ่นวายเช่นนี้กับสัตว์อื่นได้ นั่นคือ Pukei-Pukei ตอนนี้คุณต้องออกเดินทางเข้าสู่ป่า จัดการกับมัน แล้วหวังให้ทุกอย่างกลับคืนสู่ปกติ หรืออย่างน้อยก็เท่าที่จะปกติได้ในที่แห่งนี้",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ใช้เวลาเตรียมอุปกรณ์ของพวกคุณให้พร้อม",
                        "consequences": "ทิ้ง Time card 1 ใบ นักล่าทุกคนจะได้รับ 1 Dragonvein Crystal และ 1 Dragonite ore",
                        "PathToDialog": 33
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": " รีบไปยังจุดที่พบเหย้าของพวกคุณล่าสุด!",
                        "consequences": "ทิ้ง Time card 6 ใบ",
                        "PathToDialog": 34
                    }
                ]
            },
            {
                "dialog_id": 2,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 2 ขวด",
                "subtitle": "Pukei-Pukei ไม่เคยเป็นสัญญาณที่ดีเลย มันเป็นสัตว์ที่ดุร้ายและขี้ขลาด คอยโจมตีสิ่งมีชีวิตที่เล็กกว่ามัน ไล่พวกมันออกจากรังและอาณาเขต ทำให้ทุกสิ่งรอบข้างยิ่งอันตรายและไม่ปลอดภัยมากขึ้น ข่าวที่มันปรากฏตัวในป่าจึงดึงดูดความสนใจของพวกคุณ ได้เวลาออกทำหน้าที่เพื่อปกป้องชุมชนกันแล้ว",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "คุณรู้รูปแบบการล่าของมัน คุณรู้ว่ามันจะอยู่ที่ไหน",
                        "consequences": "ทิ้ง Time card 6 ใบ",
                        "PathToDialog": 34
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "นักล่าสามารถเลือกตัวเลือกนี้ได้ก็ต่อเมื่อพวกเขาผ่านเควสต์ Pukei-Pukei Assigned Quest แล้ว",
                        "title": "ค่อย ๆ สะกดรอยมันอย่างระมัดระวัง ทุกข้อมูลเกี่ยวกับมันมีค่า",
                        "consequences": "นักล่าทุกคนจะได้รับ 1 Pukei-Pukei Scale.",
                        "PathToDialog": 9
                    }
                ]
            },
            {
                "dialog_id": 3,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 1 ขวด",
                "subtitle": "มอนสเตอร์เดินโซเซออกจากต้นไม้ คลุ้มคลั่งด้วยความเจ็บปวด ฟาดฟันไปทั่ว สร้างความเสียหายมหาศาลให้กับป่าและบริเวณรอบ ๆ หนามแหลมที่โผล่ออกจากตัวพวกมันบอกถึงสาเหตุของหายนะครั้งนี้; Pukei-Pukei กำลังเคลื่อนที่เข้ามา ดูเหมือนว่าคุณต้องหยุดมันให้ได้",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เริ่มการล่าทันที",
                        "consequences": "",
                        "PathToDialog": 9
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "เก็บเกี่ยวสิ่งที่ทำได้จากซากมอนสเตอร์",
                        "consequences": "ทิ้ง 1 time card นักล่าทุกคนจะได้รับ 1 Monster Bone small, 1 Monster Hardbone.",
                        "PathToDialog": 32
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "รีบไปยังจุดที่พบเหย้าของคุณล่าสุด!",
                        "consequences": "ทิ้ง 6 time card",
                        "PathToDialog": 34
                    }
                ]
            },
            {
                "dialog_id": 4,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 2 ขวด",
                "subtitle": "ป่าเต็มไปด้วยความวุ่นวาย ฝูง Kestodon หนีจากพื้นที่ล่าดั้งเดิมของพวกมัน พุ่งชนหมู่บ้านใกล้เคียงจนคนเริ่มพูดถึงการย้ายออกจากพื้นที่ หากสถานการณ์ไม่ดีขึ้น และนั่นคือเหตุผลที่เรียกคุณมา เพื่อคืนความสงบให้กลับมา\n\nไม่มีความกดดันเลยจริง ๆ...",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เตรียมตัวให้พร้อมสำหรับการล่า",
                        "consequences": "ทิ้ง 2 time card\nนักล่าทุกคนทอยลูกเต๋าตามตารางดังนี้:\n\nหากทอยได้ 1-2 ได้รับ Ancient Bone 1 ชิ้น\nหากทอยได้ 3-4 ได้รับ Pukei-Pukei Sac 1 ชิ้น\n5-6 ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 10
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "กลุ่มสามารถเลือกตัวเลือกนี้ได้ก็ต่อเมื่อมี Pukei-Pukei Scale อย่างน้อยหนึ่งชิ้นในคลังของพวกเขา",
                        "title": "คุณรู้ดีเมื่อเจอ Pukei-Pukei ไล่ตามมันไป",
                        "consequences": "ทิ้ง 1 time card",
                        "PathToDialog": 36
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "รีบไปยังจุดที่พบเหย้าของคุณล่าสุด!",
                        "consequences": "ทิ้ง 6 time card",
                        "PathToDialog": 34
                    }
                ]
            },
            {
                "dialog_id": 5,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 1 ขวด",
                "subtitle": "พวกเขาเห็น Pukei-Pukei บินอยู่เหนือหมู่บ้านในท้องถิ่น มันบินลอยอยู่เหนือป่าและพ่นพิษลงมาใส่สิ่งมีชีวิตที่โชคร้ายอยู่เบื้องล่าง พวกเขาเรียกคุณมา เพราะต้องจัดการกับมันโดยด่วน ดังนั้นคุณจึงเตรียมสัมภาระของคุณและมุ่งหน้าออกเดินทาง ไม่เห็นจุดที่จะรอให้สถานการณ์แย่ลงกว่านี้เลย",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ตรงเข้าสู่ป่า",
                        "consequences": "ทิ้ง 2 time card ได้รับ track token 4 ชิ้น",
                        "PathToDialog": 30
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "กลุ่มสามารถเลือกตัวเลือกนี้ได้ก็ต่อเมื่อมี Pukei-Pukei Wing อย่างน้อยหนึ่งชิ้นในคลังของพวกเขา",
                        "title": "คุณอาจจะจับมันได้กลางอากาศ ถ้าคุณไวพอ!",
                        "consequences": "รับ track token 3 ชิ้น นักล่าทุกคนจะได้รับ Pukei-Pukei Wing คนละ 1 ชิ้น",
                        "PathToDialog": 32
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "รีบไปยังจุดที่พบเหย้าของคุณล่าสุด!",
                        "consequences": "ทิ้ง 6 time card",
                        "PathToDialog": 34
                    }
                ]
            },
            {
                "dialog_id": 6,
                "title": "",
                "subtitle": "มันดูเหมือนเนินเขาตื้น ๆ ที่นำกลับไปยังร่มเงาของต้นไม้ แต่จริง ๆ แล้วมันไม่ใช่เช่นนั้น สิ่งที่มันมอบให้คุณคือภาพลวงตาของการเดินทางที่เรียบง่าย ก่อนจะพลาดลื่นตกลงไปในพุ่มไม้ด้านล่าง คุณแทบไม่บาดเจ็บอะไร แต่สัมภาระของคุณไม่โชคดีขนาดนั้น...",
                "consequences": "ทิ้ง Potion จนเหลือ 1 ขวด",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ลุกขึ้นและพยายามหาที่ที่สามารถตรวจสอบตัวเองได้",
                        "consequences": "",
                        "PathToDialog": 14
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "นักล่าทุกคนไม่ยอมแพ้หลังจากความล้มเหลวเล็กน้อย!\nเดินหน้าต่อไป!",
                        "consequences": "",
                        "PathToDialog": 10
                    }
                ]
            },
            {
                "dialog_id": 7,
                "title": "",
                "subtitle": "สถานที่แห่งนี้เคยถูก Pukei-Pukei ใช้เป็นที่หลบภัยจากบางสิ่ง บางทีอาจจะเป็นสภาพอากาศ หรืออาจจะเป็นสิ่งมีชีวิตที่คิดว่ามันอาจเป็นมื้ออร่อยก็ได้ ยากที่จะบอกได้ แต่ที่แน่ ๆ คือใต้กิ่งไม้ที่เรียงตัวกันอย่างหนาแน่นนั้น เต็มไปด้วยหลักฐานมากมายของการพักอาศัยยาวนานของมัน...",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เก็บสิ่งที่คุณสามารถเก็บได้",
                        "consequences": "ทิ้ง 2 time card นักล่าทุกคนทอยลูกเต๋าตามตารางดังนี้:\n\nหากทอยได้ 1-2 ได้รับ Poison Sac 1 ชิ้น\nหากทอยได้ 3-4 ได้รับ Pukei-Pukei Sac 1 ชิ้น\nหากทอยได้ 5-6 ได้รับ Pukei-Pukei Quill 1 ชิ้น",
                        "PathToDialog": 35
                    }
                ]
            },
            {
                "dialog_id": 8,
                "title": "",
                "subtitle": "เจ้า Kestodon ที่บาดเจ็บพุ่งเข้าใส่ทันทีเมื่อคุณเข้าไปในพื้นที่โล่ง หางของมันฟาดคุณจนร่วงลงไปกับพื้น มันเจ็บปวดอย่างรุนแรง กำลังจะตายช้า ๆ จากพิษของ Pukei-Pukei เป็นวิธีที่เจ็บปวดที่จะสิ้นชีวิต และคุณยกอาวุธขึ้น คุณสามารถช่วยมันให้พ้นจากความทุกข์ทรมานนี้ได้ แต่มันจะต่อสู้กับคุณ และอาจทำให้คุณบาดเจ็บได้",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ความเจ็บปวดของคุณจะน้อยกว่าความเจ็บปวดของ Kestodon",
                        "consequences": "ทุกคนจะได้รับความเสียหาย 3 หน่วย จากนั้นทุกคนจะได้รับ Pukei-Pukei Quill 1 ชิ้น สับไพ่ Barroth Slayer ลงในสำรับการ์ดเวลา",
                        "PathToDialog": 34
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "ผู้เล่นสามารถเลือกตัวเลือกนี้ได้ก็ต่อเมื่อการ์ด Unavenged ยังไม่ได้ถูกสับลงในสำรับการ์ดเวลา",
                        "title": "ปล่อยให้มันไป คุณจะเจอตัวฆาตกรของมันได้เร็วกว่าถ้าคุณไม่บาดเจ็บ",
                        "consequences": "สับการ์ด Unavenged ลงในสำรับการ์ดเวลา",
                        "PathToDialog": 16
                    }
                ]
            },
            {
                "dialog_id": 9,
                "title": "",
                "subtitle": "จากขนาดของเกล็ดที่คุณพบ มันน่าจะเป็น Pukei-Pukei ที่ยังเป็นวัยรุ่น อาจจะเพิ่งถึงวัยเจริญพันธุ์เต็มที่ นี่คงเป็นเหตุผลที่ทำให้มันเคลื่อนย้ายเข้ามาในพื้นที่นี้อย่างกะทันหันและเต็มไปด้วยความดุร้าย นี่คือสิ่งที่คุณต้องระวัง มันคงจะไม่หนีง่ายเหมือน Pukei-Pukei ตัวอื่น... ตัวนี้ไม่ใช่แน่",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เดินหน้าต่อไปบนเส้นทางนี้ คุณใกล้จะถึงมันแล้ว",
                        "consequences": "ทิ้ง 1 time card",
                        "PathToDialog": 28
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "นี่คือทางลัดหรือเปล่า? อาจจะคุ้มค่าที่จะลองสำรวจ",
                        "consequences": "ทิ้ง 1 time card ได้รับ track token 2 ชิ้น",
                        "PathToDialog": 24
                    }
                ]
            },
            {
                "dialog_id": 10,
                "title": "",
                "subtitle": "ร่องรอยจากการล่าเหยื่อของ Pukei-Pukei กระจายอยู่ทั่วทั้งป่า มันเป็นสัตว์ที่ไม่ธรรมดา และถึงแม้คุณจะรู้สึกทึ่งกับความสามารถในการล่าของมัน นี่จะไม่ใช่การล่าที่ง่าย",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เก็บสิ่งที่สามารถเก็บได้",
                        "consequences": "ทิ้ง 1 time card นักล่าทุกคนจะได้รับ Quality Bone 1 ชิ้น หรือ Monster Bone large 1 ชิ้น",
                        "PathToDialog": 35
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "คุณใกล้ถึงตัวมันแล้ว คุณรู้สึกได้ รีบไป!",
                        "consequences": "",
                        "PathToDialog": 18
                    }
                ]
            },
            {
                "dialog_id": 10,
                "title": "",
                "subtitle": "ร่องรอยจากการล่าเหยื่อของ Pukei-Pukei กระจายอยู่ทั่วทั้งป่า มันเป็นสัตว์ที่ไม่ธรรมดา และถึงแม้คุณจะรู้สึกทึ่งกับความสามารถในการล่าของมัน นี่จะไม่ใช่การล่าที่ง่าย",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เก็บสิ่งที่สามารถเก็บได้",
                        "consequences": "ทิ้ง 1 time card นักล่าทุกคนจะได้รับ Quality Bone 1 ชิ้น หรือ Monster Bone large 1 ชิ้น",
                        "PathToDialog": 35
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "คุณใกล้ถึงตัวมันแล้ว คุณรู้สึกได้ รีบไป!",
                        "consequences": "",
                        "PathToDialog": 18
                    }
                ]
            },
            {
                "dialog_id": 11,
                "title": "",
                "subtitle": "ไม่แน่ใจว่า Pukei-Pukei คาดคิดไว้อย่างไร แต่มันคงไม่คาดถึงเหตุการณ์นี้แน่ คุณโผล่ออกมาที่พื้นที่โล่งที่เต็มไปด้วยเลือดสดของเหยื่อที่คุณตามล่า พร้อมกับกองเกล็ดของมันที่ถูกฉีกออกจากหลังอย่างแรง คุณไม่แน่ใจว่าสิ่งไหนทำแบบนี้ แต่คงเป็นอะไรที่ใหญ่และน่ากลัวมาก",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ใช้เวลาบ้างในการเก็บเกล็ด",
                        "consequences": "ทิ้ง 2 time card นักล่าทุกคนจะได้รับ Pukei-Pukei Scale 1 ชิ้น",
                        "PathToDialog": 34
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "มีเสียงบางอย่างใกล้ๆ อาจจะเป็นสัตว์ที่บาดเจ็บอีกตัว?",
                        "consequences": "",
                        "PathToDialog": 8
                    }
                ]
            },
            {
                "dialog_id": 12,
                "title": "",
                "subtitle": "ทันใดนั้นก็มีการเคลื่อนไหวของใบไม้ที่ด้านข้างซ้ายของคุณ คุณเตรียมตัวพร้อมที่จะหลบหนีจากอันตราย แต่แล้วสิ่งที่ปรากฏกลับเป็นรูปร่างของ Palico แมว felyne ตัวเล็ก มันเดินเข้ามาหาคุณแล้วใช้เท้าของมันตีจมูกตัวเองเบาๆ",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "คุณสามารถใช้ความช่วยเหลือจากมันในทริปนี้ได้เสมอ",
                        "consequences": "ทิ้ง 1 time card คุณอาจเลือกทิ้ง 1 potion เพื่อสับการ์ด Palico Assistant เข้าไปในสำรับการ์ดเวลา",
                        "PathToDialog": 35
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "มันอาจน่ารัก แต่ไม่ใช่ Pukei-Pukei ที่คุณตามหาอยู่ ติดตามเป้าหมายต่อไป",
                        "consequences": "รับ track token 1 ชิ้น",
                        "PathToDialog": 8
                    }
                ]
            },
            {
                "dialog_id": 13,
                "title": "",
                "subtitle": "คุณไม่แน่ใจว่าสิ่งนี้คืออะไร แต่ตอนนี้มันเป็นเพียงก้อนเนื้อที่บวมพองและมีของเหลวไหลออกมา สารพิษของ Pukei-Pukei บางครั้งก็มีผลข้างเคียงที่ไม่น่าพิสมัย และนี่ก็เป็นหนึ่งในนั้น\nมันจะระเบิดไหม?\nคุณอยากอยู่เพื่อหาคำตอบไหม?",
                "consequences": "นักล่าทุกคนจะได้รับ Monster Keenbone 1 ชิ้น",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เช็ดเศษซากออก",
                        "consequences": "ทิ้ง 1 time card รับ track tokens 2 ชิ้น",
                        "PathToDialog": 2
                    }
                ]
            },
            {
                "dialog_id": 14,
                "title": "",
                "subtitle": "คุณนั่งพักพิงกับลำต้นของต้นไม้ สละเวลาให้ตัวเองรวบรวมความคิด การล้มลงครั้งนั้นมันรุนแรงพอสมควร และการตามล่าหาสัตว์ที่อันตรายอย่าง Pukei-Pukei โดยไม่มั่นใจว่าเหลือทรัพยากรอะไรบ้างที่คุณยังสามารถใช้ได้จะถือว่า... รีบร้อนเกินไปอย่างแน่นอน คุณจะกลับไปตามรอยมันอีกครั้งในไม่ช้า",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "...",
                        "consequences": "ทิ้ง 2 time card รับ Potion 1 ขวด นักล่าทุกคนจะได้รับ Monster Bone small 1 ชิ้น",
                        "PathToDialog": 10
                    }
                ]
            },
            {
                "dialog_id": 15,
                "title": "",
                "subtitle": "ที่นี่เหมือนสมบัติล้ำค่า! พื้นดินข้างหน้าคุณเปิดออกเป็นหุบเขาตื้นๆ เต็มไปด้วยแร่ที่ระยิบระยับ คุณไม่ได้ตั้งใจมาหาสิ่งนี้ แต่มันก็ปรากฏอยู่ตรงหน้าแล้ว คงต้องใช้เวลาสักหน่อยในการค้นหาสิ่งที่จะเอากลับไปกับคุณ!",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ลงมือขุดกันเถอะ!",
                        "consequences": "ทิ้ง 1 time card นักล่าทุกคนจะได้รับ Carbalite ore 1 ชิ้น จากนั้นนักล่าสามารถทิ้ง Time card อีก 2 ใบ เพื่อรับ Machalite ore 1 ชิ้น, Fucium ore 1 ชิ้น และ Dragonite ore 1 ชิ้น",
                        "PathToDialog": 11
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ทำไมต้องเสียเวลาทำอย่างอื่นในเมื่อคุณสามารถมุ่งเน้นไปที่ Pukei-Pukei ได้แทน?",
                        "consequences": "ทิ้ง 3 time card รับและเปิดเผย track tokens 2 ชิ้น.",
                        "PathToDialog": 7
                    }
                ]
            },
            {
                "dialog_id": 16,
                "title": "",
                "subtitle": "คุณไม่แน่ใจว่า Pukei-Pukei มาอยู่ที่นี่เมื่อไหร่ แต่แน่ใจว่ามันมาที่นี่แน่นอน หน้าผานี้ดึงดูดมันมา และคุณก็เข้าใจได้ว่าเพราะอะไร; ความระยิบระยับของ Dragonite ก็น่าดึงดูดแม้แต่กับคุณเอง",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ใช้เวลาขุดในหน้าผานี้",
                        "consequences": "ทิ้ง 1 time card\nนักล่าทุกคนจะทอยลูกเต๋าตามตารางนี้\nทอยได้ 1-2: รับ Dragonite ore 1 ชิ้น\nทอยได้ 3-4: รับ Dragonvein Crystal 1 ชิ้น\nทอยได้ 5-6: รับ Poison Sac 1 ชิ้น",
                        "PathToDialog": 12
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ไม่สนใจสิ่งนี้ คุณต้องเร่งตามล่ามอนสเตอร์ให้ทัน",
                        "consequences": "ทิ้ง 1 track token หรือเพิ่ม 1 track token.",
                        "PathToDialog": 35
                    }
                ]
            },
            {
                "dialog_id": 17,
                "title": "",
                "subtitle": "รอยเท้านี้หลอกลวง คุณไม่ได้เข้าใกล้เป้าหมายเลย นอกจากจะถูกนำไปสู่ขอบป่าที่รกร้าง ในขณะที่พ่อค้าคนหนึ่งที่อิดโรยจากการเดินทางยาวไกล กำลังเดินตามเส้นทางเดียวกัน เขาอาจจะไม่มีอะไรให้มากนัก แต่ก็ยื่นข้อเสนอสิ่งที่เขามี แม้จะเป็นแค่ข้อมูลก็ตาม 'ผมต้องการให้เจ้าไล่เจ้าพวก Pukei-Pukei ออกไปให้หมด เพื่อที่ทุกอย่างจะได้กลับสู่สภาพปกติ!' เขากล่าว",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "รับข้อเสนอของเขา",
                        "consequences": "ทอยลูกเต๋า\n1-2 รับ 1 Potion\n3-4 รับ Ancient Bone 1 ชิ้น\n5-6 รับ track token 1 อัน\n\nทิ้ง time card 1 ใบ",
                        "PathToDialog": 25
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ขอบคุณเขาแล้วเดินหน้าต่อ",
                        "consequences": "ทิ้ง 2 time card",
                        "PathToDialog": 29
                    }
                ]
            },
            {
                "dialog_id": 18,
                "title": "",
                "subtitle": "ศัตรูปรากฏตัว!\n\nPukei-Pukei กำลังเคลื่อนตัวผ่านป่าข้างหน้า คุณจะลงมือโจมตีทันที หรือหามุมที่ดีกว่านี้? มันดูเหมือนจะเริ่มอ่อนล้า อาจจะหยุดพักเร็วๆ นี้ ซึ่งจะเป็นโอกาสดีในการจัดการมันให้เร็วที่สุด?",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "โจมตีทันที!",
                        "consequences": "",
                        "PathToDialog": 34
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "รอจังหวะที่ดี",
                        "consequences": "ทิ้ง 2 time card สับการ์ด Wake Up! เข้ากองการ์ดเวลา. แต่ละนักล่าจะได้รับ 1 Pukei-Pukei Wing.",
                        "PathToDialog": 35
                    }
                ]
            },
            {
                "dialog_id": 19,
                "title": "",
                "subtitle": "การไล่ล่ากำลังกดดันคุณอย่างหนัก คุณรู้สึกถึงเลือดที่ไหลไปที่ปลายรองเท้าบู๊ท เมื่อแผลพุพองแตกหรือเล็บเท้าหลุดไป คุณไม่แน่ใจว่าอยากรู้ว่าเป็นอะไร แต่คุณรู้ดีว่าคุณต้องนั่งพักสักครู่ ทบทวนสิ่งที่รู้ เตรียมตัวให้พร้อมสำหรับก้าวต่อไป",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "พักฟื้นสักหน่อย จัดการอุปกรณ์ให้พร้อม มันจะคุ้มค่าเมื่อเวลามาถึง",
                        "consequences": "ทิ้ง 1 time card ได้รับ 1 Potion",
                        "PathToDialog": 15
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ใช้เวลาเพื่อพิจารณาก้าวต่อไป และสิ่งที่ Pukei-Pukei อาจจะทำถัดไป",
                        "consequences": "ทิ้ง 1 time card ได้รับ track token 2 ชิ้น",
                        "PathToDialog": 7
                    }
                ]
            },
            {
                "dialog_id": 20,
                "title": "",
                "subtitle": "คุณมั่นใจว่าคุณเกือบจะจับตัวสัตว์ร้ายได้แล้ว แต่คุณผิดถนัด สิ่งที่คุณมีตอนนี้คือผืนป่า และตอนนี้คุณไม่มีความคิดว่าจะไปทางไหนดี คุณปรับสายสะพายบนหลัง ดื่มน้ำจากกระบอกน้ำ แล้วกลับไปล่าต่อ",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "...",
                        "consequences": "ถ้ากลุ่มมี track token น้อยกว่าหรือเท่ากับ 3 อัน ให้สับการ์ด Aimless Wandering ลงในกอง Time card",
                        "PathToDialog": 12
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "คุณรู้สึกหลงทาง แต่บางทีอาจจะมีอะไรบางอย่างอยู่ใกล้ๆ แค่ไปต่อเถอะ",
                        "consequences": "ทิ้ง 1 time card เปิด track token 1 ชิ้น",
                        "PathToDialog": 16
                    }
                ]
            },
            {
                "dialog_id": 21,
                "title": "",
                "subtitle": "สัตว์ร้ายมันอยู่ที่นั่น ข้างหน้าคุณ คุณมั่นใจ แต่เมื่อคุณพุ่งเข้าไปในลานโล่ง พร้อมอาวุธเตรียมพร้อม มันไม่ใช่ Pukei-Pukei ที่รอคุณอยู่ แต่กลับเป็นชายตัวเล็กหน้าตายียวน ชัดเจนว่ากลัวจากการปรากฏตัวของนักล่าที่เต็มไปด้วยอาวุธ\n\n'ฉันแค่ชอบยืนในป่าทำเสียงเล่นๆ!' เขาพูด 'มันไม่ใช่ความผิดของฉันถ้าฉันฟังเหมือน Pukei-Pukei รอเดี๋ยว! มี Pukei-Pukei อยู่แถวนี้เหรอ?! ทำไมไม่มีใครบอก?' แล้วเขาก็วิ่งกลับไปที่หมู่บ้านของเขา คุณคิดจะไล่ตามเขามาลงโทษที่เปลืองเวลา แต่ตัดสินใจปล่อยไปในครั้งนี้",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "...",
                        "consequences": "สับการ์ด Time Waster ลงในกอง time card",
                        "PathToDialog": 34
                    }
                ]
            },
            {
                "dialog_id": 22,
                "title": "",
                "subtitle": "ต้นไม้ที่นี่ชุ่มโชกไปด้วย... สิ่งที่น่าขยะแขยง มันลอยควันขึ้นมาเต็มอากาศ เต็มไปด้วยกลิ่นเหม็นของยางไหม้ คุณมั่นใจว่ามันคือน้ำพิษของ Pukei-Pukei ทั้งป่าแห่งนี้แช่อยู่ในของเหลวนี้ ราวกับว่ามอนสเตอร์ตัวนี้กำลังทดสอบขีดความสามารถของมัน นี่เป็นความคิดที่น่ากังวล",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ไม่สนใจมันตอนนี้ ล่าสัตว์ต่อไปเถอะ",
                        "consequences": "ทิ้ง 2 time card ได้รับ track token 2 ชิ้น",
                        "PathToDialog": 35
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "นักล่าสามารถเลือกตัวเลือกนี้ได้ หากพวกเขามี Toxin Sac อย่างน้อย 1 ชิ้นในสต็อก",
                        "title": "ที่ไหนมีพิษ ที่นั่นมักจะมีถุงพิษ สำหรับผู้ที่รู้จักมองหา...",
                        "consequences": "ทิ้ง 1 time card ได้รับ track token 1 ชิ้น ทุกคนได้รับ 1 Toxin Sac.",
                        "PathToDialog": 18
                    }
                ]
            },
            {
                "dialog_id": 23,
                "title": "",
                "subtitle": "ใช่ ใช่แล้ว มันอยู่ข้างหน้าคุณแน่ๆ คุณมั่นใจแล้ว ตอนนี้คุณได้ยินเสียงเรียกแปลกๆ ของมัน...",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เตรียมตัวให้พร้อม",
                        "consequences": "ทิ้ง track token ทั้งหมด ทุกคนได้รับ 1 Pukei-Pukei Sac.",
                        "PathToDialog": 21
                    }
                ]
            },
            {
                "dialog_id": 24,
                "title": "",
                "subtitle": "อีกครั้งกับการต่อสู้ Pukei-Pukei พยายามโจมตี Kestodon คราวนี้ดูเหมือนว่ามันจะชนะ แต่ก็ต้องทนทุกข์ทรมานไม่น้อยเช่นกัน คุณอาจรู้สึกสงสารมันบ้าง ถ้าไม่ใช่ว่ามันทำให้ทั้งป่ารู้สึกหวาดกลัวขณะพยายามพิสูจน์ตัวเองว่าโตเต็มที่แล้ว",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "กลุ่มสามารถเลือกตัวเลือกนี้ได้หากมี Pukei-Pukei Quill อย่างน้อย 1 ชิ้นในคลังของพวกเขา",
                        "title": "มีรอยเท้าของ Kestodon มากกว่านี้นำทางออกจากที่นี่",
                        "consequences": "ทิ้ง 1 time card",
                        "PathToDialog": 8
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "Pukei-Pukei ไปทางนั้นใช่ไหม?",
                        "consequences": "ทิ้ง 1 time card ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 20
                    }
                ]
            },
            {
                "dialog_id": 25,
                "title": "",
                "subtitle": "ไม่มีอะไรปกติในป่านี้ เสียงที่คุณคุ้นเคยจนชินหายไปแล้ว เสียงนกร้องในต้นไม้ตอนนี้กลายเป็นความเงียบที่น่าสยดสยอง และกระดูก...มันมีอยู่ทุกที่ หักแตก ขาวซีดในแสงแดดบางๆ มันเกือบทำให้คุณโกรธ",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "มองข้ามสิ่งที่เห็น จดจ่อกับความโกรธของคุณ ติดตามรอยเท้ามันต่อไป",
                        "consequences": "ทิ้ง 1 time card ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 13
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "เก็บสิ่งที่คุณสามารถหาได้ คุณอาจจะต้องใช้มัน",
                        "consequences": "ทิ้ง 1 time card แต่ละนักล่าได้รับ 1 Quality Bone, 1 Monster Bone small.",
                        "PathToDialog": 21
                    }
                ]
            },
            {
                "dialog_id": 26,
                "title": "",
                "subtitle": "เส้นทางใหม่ไม่หนักหน่วงเท่าไร นำคุณขึ้นไปบนทางลาดที่อ่อนโยน ฝ่าออกจากการปกคลุมของต้นไม้และเข้าสู่พื้นที่เปิดที่มีอากาศปลอดโปร่ง",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เส้นทางเลี้ยวลงไปข้างล่าง กลับเข้าสู่ป่า ติดตามมันไปต่อ",
                        "consequences": "",
                        "PathToDialog": 6
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "มีกลิ่นแปลกๆ ปะทะเข้าจมูกจากทางขวาของคุณ สืบสวนดู",
                        "consequences": "",
                        "PathToDialog": 22
                    }
                ]
            },
            {
                "dialog_id": 27,
                "title": "",
                "subtitle": "มันหายไปไหนกัน? คุณเดินตามเส้นทางผ่านพุ่มไม้หนาไปหลายไมล์ เชื่อว่าคุณกำลังติดตามรอยที่ถูกต้อง แต่ตอนนี้คุณเริ่มมั่นใจมากขึ้นว่าไม่ไปถึงไหนเลย",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "ถ้ามี Time card ที่ถูกทิ้ง 2 ใบ ให้เลือกตัวเลือกนี้",
                        "title": "...",
                        "consequences": "",
                        "PathToDialog": 23
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "ถ้ามี Time card ที่ถูกทิ้งมากกว่าหรือเท่ากับ 2 ใบ จะไม่สามารถเลือกตัวเลือกนี้ได้",
                        "title": "...",
                        "consequences": "จั่ว Time card แล้ววางไว้ข้างๆ กอง time card",
                        "PathToDialog": 32
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "ตามเส้นทางไปเถอะ คุณอาจจะต้องทำแบบนั้น...",
                        "consequences": "",
                        "PathToDialog": 19
                    }
                ]
            },
            {
                "dialog_id": 28,
                "title": "",
                "subtitle": "ชัดเจนเลยว่า Pukei-Pukei ตัวนี้ยังไม่ค่อยมีประสบการณ์ มันตัวใหญ่และดุร้ายจริงๆ แต่ไม่คาดคิดว่าจะเจอกับการต้านทานจาก Rathian ขนาดนี้ มันชนะการต่อสู้ ขับ Rathian กลับไปในป่า แต่ก็ได้รับบาดแผลจากการต่อสู้อย่างรุนแรง",
                "consequences": "แต่ละนักล่าได้รับ 1 Pukei-Pukei Sac",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ตามล่าหาหลักฐานเพิ่มเติมเกี่ยวกับการเคลื่อนไหวของ Pukei-Pukei.",
                        "consequences": "ทิ้ง 1 time card",
                        "PathToDialog": 24
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ยังคงล่าต่อไป คุณคงใกล้จะถึงแล้ว",
                        "consequences": "ทิ้ง 2 time card",
                        "PathToDialog": 20
                    }
                ]
            },
            {
                "dialog_id": 29,
                "title": "",
                "subtitle": "คุณตามรอยกลิ่นของการฉลองของ Pukei-Pukei มันกินเบอร์รี่ไปเป็นจำนวนมากจนมีกลิ่นที่ชัดเจน และในช่วงเวลานี้ มันก็ให้บางสิ่งที่คุณสามารถตามรอยได้ ขณะที่คุณเดินผ่านป่า คุณสามารถเห็นความโกลาหลที่สัตว์ร้ายตัวนี้สร้างขึ้น...",
                "consequences": "ทิ้ง 1 time card",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "กระดูกอยู่ทุกที่ หยุดเก็บมันไว้ อาจจะมีประโยชน์",
                        "consequences": "ทิ้ง 1 time card แต่ละนักล่าได้รับ 1 Boulder Bone และ 1 Monster Hardbone",
                        "PathToDialog": 21
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ยิ่งกำจัดสัตว์ร้ายได้เร็วเท่าไหร่ยิ่งดี",
                        "consequences": "",
                        "PathToDialog": 17
                    }
                ]
            },
            {
                "dialog_id": 30,
                "title": "",
                "subtitle": "สัตว์ร้ายหายเข้าไปในป่าพรุแล้วเมื่อคุณไปถึงชายป่า แต่ร่องรอยของรอยไหม้ที่เกิดจากพิษของ Pukei-Pukei ทำให้คุณสามารถเริ่มการล่าได้ง่ายขึ้น",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เดินเข้าไปในป่าอย่างระมัดระวัง – ใครจะไปรู้ว่ามีอะไรรออยู่ข้างใน?",
                        "consequences": "ทิ้ง 1 time card ได้รับ 2 track tokens. แต่ละนักล่าได้รับ 1 Monster Bone small หรือ 1 Monster Bone large",
                        "PathToDialog": 16
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "กลุ่มสามารถเลือกตัวเลือกนี้ได้หากมี Toxin Sac อย่างน้อย 1 อันในคลัง",
                        "title": "สัตว์ร้ายได้รับบาดเจ็บจากการลงมา มีเศษซากที่มีค่าสำหรับผู้ที่พร้อมจะค้นหา...",
                        "consequences": "ทิ้ง track tokens ทั้งหมด. แต่ละนักล่าได้รับ 1 Pukei-Pukei Quill, 1 Pukei-Pukei Scale, 1 Pukei-Pukei Sac, และ 1 Poison Sac.",
                        "PathToDialog": 35
                    }
                ]
            },
            {
                "dialog_id": 31,
                "title": "",
                "subtitle": "การไล่ล่าที่ยาวนานและยากลำบาก ป่ารอบตัวเริ่มเบียดเข้ามา บีบคั้นให้ทุกก้าวที่เดินกลายเป็นการต่อสู้ แต่คุณยังคงเดินต่อไป นั่นแหละที่นักล่าทำ",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ลองเส้นทางใหม่ อาจจะง่ายขึ้น",
                        "consequences": "ทิ้ง 1 time card",
                        "PathToDialog": 26
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ยังคงเดินหน้าต่อไป",
                        "consequences": "",
                        "PathToDialog": 22
                    }
                ]
            },
            {
                "dialog_id": 32,
                "title": "",
                "subtitle": "มีสัตว์มากมายที่ถูก Pukei-Pukei ฆ่าไปแล้วจนคุณแทบไม่เชื่อ มีศพอยู่สิบกว่าตัว ทุกตัวบวมด้วยพิษ เสียชีวิตด้วยความทรมาน นี่คือเนื้อที่เสียหายมากมายที่ต้องจัดการ...",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "กระดูกพวกนี้มีค่ามาก",
                        "consequences": "ทิ้ง 1 time card\nแต่ละนักล่าทอยลูกเต๋าตามตารางนี้:\n1-2 ได้ Quality Bone\n3-4 ได้ Ancient Bone\n5-6 ได้ Boulder Bone",
                        "PathToDialog": 27
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "หยุดสัตว์ประหลาดที่ก่อความโกลาหลนี้ให้หมดสิ้น.",
                        "consequences": "",
                        "PathToDialog": 19
                    }
                ]
            },
            {
                "dialog_id": 33,
                "title": "",
                "subtitle": "Pukei-Pukei เคยมาที่นี่ คุณเห็นได้จากการที่ต้นไม้ใกล้เคียงถูกเก็บเบอร์รี่ไปหมด มันจะกินเบอร์รี่เหล่านั้น คลุมมันด้วยน้ำลายพิษของมัน แล้วยิงมันไปที่เหยื่อ นั่นคือสิ่งที่คุณต้องเผชิญ",
                "consequences": "แต่ละนักล่าได้รับ 1 แร่ Carbalite และ 1 แร่ Fucium",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ดำเนินการล่าต่อ!",
                        "consequences": "ทิ้ง 1 time card ได้รับ 1 track token",
                        "PathToDialog": 25
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "สำรวจสถานที่ที่ Pukei-Pukei กินเสร็จแล้ว.",
                        "consequences": "ทิ้ง 1 time card แต่ละนักล่าได้รับ Machalite ore 1 ชิ้น และ Pukei-Pukei Sac 1 ชิ้น.",
                        "PathToDialog": 29
                    }
                ]
            },
            {
                "dialog_id": 34,
                "title": "",
                "subtitle": "เสียงแหลมดังก้องจากที่ไหนสักแห่งใกล้ๆ และกลิ่นของเบอร์รี่ในอากาศ เตรียมอาวุธของคุณให้พร้อม คุณได้พบสัตว์ที่ตามหามาแล้ว—ตอนนี้คุณต้องจัดการกับมัน!",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "",
                        "consequences": "เปิดเผยโทเค็นรอยเท้าทั้งหมด ตรวจสอบ Scoutfly level, และเริ่มต้น hunting phase.",
                        "PathToDialog": 0
                    }
                ]
            },
            {
                "dialog_id": 35,
                "title": "",
                "subtitle": "เสียงคำรามนั้นไม่ได้มีความน่ากลัวตามที่เจ้าสัตว์คิดว่าจะเป็น มันยาวไปหน่อย สำหรับ Pukei-Pukei ที่ยังไม่ค่อยมีประสบการณ์ ทิ้งความเสียหายไว้ทุกที่ที่ไป แต่ไม่อีกแล้ว คุณกำลังจะหยุดสิ่งนั้น เตรียมอาวุธของคุณให้พร้อม ถึงเวลาสู้แล้ว",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "",
                        "consequences": "เปิดเผยโทเค็นรอยเท้าทั้งหมด ตรวจสอบ Scoutfly level, และเริ่มต้น hunting phase.",
                        "PathToDialog": 0
                    }
                ]
            },
            {
                "dialog_id": 36,
                "title": "",
                "subtitle": "ที่นี่เหมือนสมบัติล้ำค่า! พื้นดินข้างหน้าคุณเปิดออกเป็นหุบเขาตื้นๆ เต็มไปด้วยแร่ที่ระยิบระยับ คุณไม่ได้ตั้งใจมาหาสิ่งนี้ แต่มันก็ปรากฏอยู่ตรงหน้าแล้ว คงต้องใช้เวลาสักหน่อยในการค้นหาสิ่งที่จะเอากลับไปกับคุณ!",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ลงมือขุดกันเถอะ!",
                        "consequences": "ทิ้ง 1 time card นักล่าทุกคนจะได้รับ Carbalite ore 1 ชิ้น จากนั้นนักล่าสามารถทิ้ง Time card อีก 2 ใบ เพื่อรับ Machalite ore 1 ชิ้น, Fucium ore 1 ชิ้น และ Dragonite ore 1 ชิ้น",
                        "PathToDialog": 31
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ทำไมต้องเสียเวลาทำอย่างอื่นในเมื่อคุณสามารถมุ่งเน้นไปที่ Pukei-Pukei ได้แทน?",
                        "consequences": "ทิ้ง 3 time card รับและเปิดเผย track tokens 2 ชิ้น.",
                        "PathToDialog": 7
                    }
                ]
            }
        ]
    },
    {
        "monster_id": 8,
        "monster_name": "Jyuratodus",
        "thumbnail": "assets/img/Jyuratodus_Icon.webp",
        "special_attack_card": [
            "Forward Bite",
            "Submerge Attack",
            "Water Wrap"
        ],
        "dialog_hunting_phase": [28,29,30],
        "quest": [
            {
                "quest_id": 1,
                "quest_type": "Assigned Quest",
                "difficulty_level": 1,
                "time_limit": 35,
                "scoutfly_level": [2, 5],
                "starting_point": [1]
            },
            {
                "quest_id": 2,
                "quest_type": "Investigation Quest",
                "difficulty_level": 2,
                "time_limit": 35,
                "scoutfly_level": [3, 6],
                "starting_point": [2,3,4,5]
            },
            {
                "quest_id": 3,
                "quest_type": "Tempered Investigation Quest",
                "difficulty_level": 3,
                "time_limit": 35,
                "scoutfly_level": [4, 7],
                "starting_point": [2,3,4,5]
            }
        ],
        "quest_dialogs": [
            {
                "dialog_id": 1,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 1 ขวด",
                "subtitle": "นักวิชาการหนุ่มคนหนึ่งได้หายตัวไปในพื้นที่ที่คุณรู้ว่ามี Jyuratodus ที่ดุร้ายและหิวโหยไล่ล่าอยู่ มันไม่ใช่สถานการณ์ที่จะทำให้คุณรู้สึกมีความหวังสักเท่าไหร่ แต่ภารกิจของคุณก็คือการตามหานักวิชาการคนนั้นและพาเขากลับมา... หรืออย่างน้อยก็สิ่งที่เหลือจากเขา",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ถ้านักวิชาการยังมีชีวิตอยู่ เขาสามารถรอให้คุณช่วยได้อีกสักหน่อย",
                        "consequences": "ทิ้ง Time card 1 ใบ นักล่าทุกคนจะได้รับ Monster Hardbone คนละ 1 ชิ้น",
                        "PathToDialog": 27
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "เร่งเดินทางไปยังจุดสุดท้ายที่เหยื่อของคุณถูกพบ!",
                        "consequences": "สับการ์ด the Betrayal card ลงในกอง Time Card, ทิ้ง Time card 7 ใบ",
                        "PathToDialog": 28
                    }
                ]
            },
            {
                "dialog_id": 2,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 2 ขวด",
                "subtitle": "Jyuratodus กำลังอาละวาด ทำให้บึงนี้ไม่ปลอดภัยอย่างยิ่งสำหรับนักวิจัย พ่อค้า... หรือใครก็ตามที่ต้องข้ามที่นี่ ดังนั้นเหมือนเคย พวกเขาเรียกคุณมาเพื่อจัดการ เพราะนี่แหละคืองานของคุณ จัดการทุกอย่าง แม้แต่ฉลามยักษ์ที่หิวกระหายบนบก แค่วันธรรมดาของคุณก็ว่าได้",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "การวิ่งเข้าบึงอย่างผลีผลามคือสิ่งที่ทำให้นักวิชาการหลงทาง คุณจะไม่ทำพลาดแบบนั้น",
                        "consequences": "นักล่าทุกคนได้รับ Monster Keenbone คนละ 1 ชิ้น และ Quality Bone 1 ชิ้น",
                        "PathToDialog": 22
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "กลุ่มสามารถเลือกตัวเลือกนี้ได้ถ้ามี Jyuratodus Shell อย่างน้อยหนึ่งชิ้นในคลัง",
                        "title": "คุณรู้ว่า Jyuratodus มองหาอะไรในเหยื่อของมัน คุณระมัดระวังมากขึ้นหลังจากที่เคยเจอพวกมันครั้งก่อน",
                        "consequences": "ทิ้ง Time card 1 ใบ, ได้รับ 1 Track Token, นักล่าทุกคนได้รับ Jyuratodus Fin คนละ 1 ชิ้น",
                        "PathToDialog": 24
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "เร่งเดินทางไปยังจุดสุดท้ายที่เหยื่อของคุณถูกพบ!",
                        "consequences": "ทิ้ง Time card 7 ใบ",
                        "PathToDialog": 28
                    }
                ]
            },
            {
                "dialog_id": 3,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 1 ขวด",
                "subtitle": "เข้าสู่บึงลึก ในการค้นหาผู้ล่าอันลึกลับและอันตรายที่สุดของมัน... Jyuratodus สัตว์ที่ปรับตัวอย่างสมบูรณ์แบบในการพรางตัวท่ามกลางโคลนและน้ำขุ่น มันรอคอยช่วงเวลาที่เหมาะสมเพื่อพุ่งเข้าใส่และงับขากรรไกรรอบคอของเหยื่อ และตอนนี้มีเด็กหนุ่มไม่รู้เรื่องที่เรียกตัวเองว่านักวิชาการ บังเอิญเดินเข้าไปในอาณาเขตของมัน ดังนั้นภารกิจของคุณคือการช่วยชีวิต ขอให้โชคดี",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "อย่าเข้าไปโดยไม่มีการเตรียมพร้อม นั่นคือกฎข้อแรกของการล่าสัตว์",
                        "consequences": "ทิ้ง Time card 2 ใบ ได้รับ Potion 1 ขวด นักล่าทุกคนได้รับ Monster Hardbone คนละ 1 ชิ้น",
                        "PathToDialog": 15
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ถ้านักวิชาการยังมีชีวิตอยู่ เขาก็คงไม่รอดอีกนาน รีบไปเถอะ!",
                        "consequences": "ได้รับ Track Token 3 ชิ้น, จั่ว Time Card 2 ใบและวางแยกไว้ข้างกอง",
                        "PathToDialog": 24
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "เร่งเดินทางไปยังจุดสุดท้ายที่เหยื่อของคุณถูกพบ!",
                        "consequences": "ทิ้ง Time card 7 ใบ",
                        "PathToDialog": 28
                    }
                ]
            },
            {
                "dialog_id": 4,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 2 ขวด",
                "subtitle": "คุณไม่ใช่คนแปลกหน้าสำหรับบึงนี้อีกต่อไปแล้ว และการตามหา Jyuratodus ที่ดูเหมือนจะมีความแค้นกับใครก็ตามที่ย่างเท้าเข้ามาในบึงของมัน คุณได้ค้นหามาสักพักแล้ว แต่หมอกที่ปกคลุมทั่วทุกหนแห่งทำให้ทุกย่างก้าวของคุณยิ่งอันตรายมากขึ้นเรื่อย ๆ",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เดินโซเซไปในหมอกหนา",
                        "consequences": "สับการ์ด Aimless Wandering เข้ากับกอง Time card",
                        "PathToDialog": 15
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ค้นหาต่อไป คุณรู้สึกว่ามีบางอย่างอยู่ใกล้ ๆ แน่นอน",
                        "consequences": "ทิ้ง Time card 1 ใบ, ได้รับ Track Token 2 ชิ้น",
                        "PathToDialog": 23
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "กลุ่มสามารถเลือกตัวเลือกนี้ได้หากมี Jyuratodus Fin อย่างน้อย 1 ชิ้นในคลัง",
                        "title": "สัตว์ร้ายตัวนี้ล่าในบึงนี้ คุณมั่นใจ ค้นหาต่อไป",
                        "consequences": "ทิ้ง Time card 1 ใบ, นักล่าทุกคนได้รับ Jyuratodus Carapace คนละ 1 ชิ้น",
                        "PathToDialog": 26
                    },
                    {
                        "action_id": 4,
                        "required_dialog": "",
                        "title": "เร่งเดินทางไปยังจุดสุดท้ายที่เหยื่อของคุณถูกพบ!",
                        "consequences": "ทิ้ง Time card 7 ใบ",
                        "PathToDialog": 28
                    }
                ]
            },
            {
                "dialog_id": 5,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 1 ขวด",
                "subtitle": "พ่อค้าเดินทางเข้ามาในบึงเพื่อหาทางลัด แต่พวกเขาไม่เคยปรากฏตัวออกมาอีกด้านหนึ่งเลย ซึ่งมันกลายเป็นปัญหา ปัญหาที่คุณเชี่ยวชาญในการแก้ไข ดังนั้นคุณกำลังมุ่งหน้าเข้าสู่บึงเพื่อทำให้ที่นี่ปลอดภัยสำหรับพ่อค้า และป้องกันไม่ให้พวกเขากลายเป็นอาหารของ Jyuratodus ง่ายใช่ไหม?",
                "consequences": "นักล่าทุกคนได้รับ Jyuratodus Carapace คนละ 1 ชิ้น",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "สำรวจบึงทีละเล็กทีละน้อย",
                        "consequences": "",
                        "PathToDialog": 4
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ใช้เวลาสักหน่อยก่อนที่คุณจะดิ่งเข้าสู่บึง",
                        "consequences": "",
                        "PathToDialog": 3
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "กลุ่มสามารถเลือกตัวเลือกนี้ได้หากมีอาวุธ Jyuratodus อย่างน้อย 1 ชิ้น",
                        "title": "เส้นทางที่พ่อค้าเดินทางอยู่ข้างหน้าคุณแล้ว แต่ระวังหน่อย!",
                        "consequences": "ทิ้ง Time card 1 ใบ, นักล่าทุกคนได้รับ Aqua Sac คนละ 1 ชิ้น",
                        "PathToDialog": 12
                    },
                    {
                        "action_id": 4,
                        "required_dialog": "",
                        "title": "เร่งเดินทางไปยังจุดสุดท้ายที่เหยื่อของคุณถูกพบ!",
                        "consequences": "ทิ้ง Time card 7 ใบ",
                        "PathToDialog": 28
                    }
                ]
            },
            {
                "dialog_id": 6,
                "title": "",
                "subtitle": "Jyuratodus ไม่จำเป็นต้องกลับมาที่ซากเหยื่อ มันไม่เคยหายไปไหนเลย อยู่ ๆ คุณก็ก้มตัวลงข้างแอ่งโคลน แต่ทันใดนั้น สัตว์ร้ายก็โจมตีคุณทันที เขี้ยวมันพยายามจะฉีกคุณเป็นชิ้น ๆ เกราะของคุณรับมือไว้ได้ แต่แทบไม่ไหว ขณะที่มันคำรามและฟาดคุณไปมา คุณกัดฟันสู้ดิ้นหลุดออกมา ก่อนจะล้มลงไปในบึง คุณเตรียมใจรับการโจมตีครั้งถัดไป แต่ Jyuratodus กลับหายไปแล้ว",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "...",
                        "consequences": "จั่ว Time Card 1 ใบและวางไว้ข้างกองการ์ด\nนักล่าทุกคนได้รับความเสียหาย 4 หน่วย",
                        "PathToDialog": 22
                    }
                ]
            },
            {
                "dialog_id": 7,
                "title": "",
                "subtitle": "ร่างมนุษย์ที่ผอมบางและโชคดีที่มีรูปร่างคล้ายมนุษย์ยืนอยู่ข้างหน้า คุณไม่สามารถมองเห็นได้ชัดเจนผ่านหมอก แต่คงเป็นนักวิชาการที่คุณถูกส่งมาเพื่อค้นหา พวกเขายังมีชีวิตอยู่! คุณพุ่งไปในบึงและวางมือบนหลังของพวกเขาด้วยความโล่งใจ แต่พวกเขากลับกรีดร้องด้วยความกลัว หมุนตัวและฟันมีดใส่คุณจนเลือดกระเด็นไปในน้ำ จากนั้นพวกเขาก็หายไป วิ่งหายเข้าไปในหมอก",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "...",
                        "consequences": "นักล่าทุกคนได้รับความเสียหาย 2 หน่วย",
                        "PathToDialog": 12
                    }
                ]
            },
            {
                "dialog_id": 8,
                "title": "",
                "subtitle": "คุณเกือบจะชนกับนักวิชาการ พวกเขามีรูปร่างบางเฉียบสั่นสะท้านในอากาศเย็นยะเยือกของบึง พวกเขาหันมาหาคุณ พูดไม่เป็นภาษาไปด้วยความกลัวและตกใจอย่างสุดขีด พวกเขาพยายามจะพูดอะไรบางอย่างหรือเปล่า? แต่ก่อนที่คุณจะได้พยายามพูดคุยกับพวกเขา พวกเขาก็วิ่งกลับไปทางเดิม และคุณก็จ้องมองเข้าไปในความมืด... ความมืดที่มีฟัน",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "หากจำนวน Time card ที่อยู่ใกล้กองการ์ดเท่ากับหรือน้อยกว่าจำนวน Track Token ให้ทิ้งการ์ดเหล่านั้น",
                        "title": "",
                        "consequences": "",
                        "PathToDialog": 30
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "หากจำนวน Time card ที่อยู่ใกล้กองการ์ดมากกว่าจำนวน Track Token ให้ทิ้งการ์ดเหล่านั้น",
                        "title": "",
                        "consequences": "",
                        "PathToDialog": 29
                    }
                ]
            },
            {
                "dialog_id": 9,
                "title": "",
                "subtitle": "ในไม่ช้าหมอกก็ทำให้คุณรู้สึกมึนงงจนหมดสติ ไม่มีร่องรอยของนักวิชาการหรือ Jyuratodus อยู่ที่ไหนเลย มีแต่เสียงน้ำกระเซ็นจากเท้าของคุณในน้ำที่มีสีเหมือนดวงตาของ Rathalos",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "คุณไม่สามารถไปข้างหน้าได้มากนัก แต่ก้าวที่ช้ากลับทำให้คุณฟื้นฟูร่างกายได้บ้าง",
                        "consequences": "ทิ้ง Track Token 1 อัน นักล่าทุกคนฟื้นฟูเลือด 2 หน่วย หากกลุ่ม Track Token น้อยกว่า 3 อัน ให้สับการ์ด Aimless Wandering ลงในกอง Time card",
                        "PathToDialog": 11
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "คุณได้ยินเสียงบางอย่างข้างหน้า... เสียงของใครบางคน?",
                        "consequences": "ทิ้ง 1 time card",
                        "PathToDialog": 7
                    }
                ]
            },
            {
                "dialog_id": 10,
                "title": "",
                "subtitle": "คุณลงไปในบึงอย่างไม่สมศักดิ์ศรี น้ำที่ขุ่นทำให้คุณรู้สึกอยากอาเจียน แต่เมื่อคุณยื่นมือไปลงในโคลน คุณสัมผัสได้ถึงบางสิ่งใต้ผิว... เมื่อคุณดึงมือกลับออกจากน้ำ ก็สังเกตเห็นแสงวาวของแร่บางชนิด",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "คงต้องทำให้การเปียกน้ำนี้คุ้มค่าหน่อยแล้ว",
                        "consequences": "ทิ้ง Time card 1 ใบ นักล่าทุกคนได้รับ 1 Fucium ore และ 1 Dragonite ore",
                        "PathToDialog": 25
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "บางทีอาจจะมีสิ่งที่มีค่ามากกว่ารออยู่ในส่วนลึกของบึง?",
                        "consequences": "ทิ้ง 1 time card",
                        "PathToDialog": 26
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "ออกไปจากที่นี่และทำให้ตัวแห้งให้เร็วที่สุด!",
                        "consequences": "ทิ้ง 1 time card",
                        "PathToDialog": 21
                    }
                ]
            },
            {
                "dialog_id": 11,
                "title": "",
                "subtitle": "คุณหลงทางไปหมดสิ้นแล้ว คุณไม่รู้เลยว่าตอนนี้อยู่ที่ไหน หรือจะต้องไปที่ไหน ไม่มีอะไรให้ตามหา มีแต่หมอกและโคลน คุณสบถออกมา บางครั้งคุณก็เกลียดงานนี้จริงๆ",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "...",
                        "consequences": "ทิ้ง Time card 3 ใบ",
                        "PathToDialog": 28
                    }
                ]
            },
            {
                "dialog_id": 12,
                "title": "",
                "subtitle": "คุณเริ่มเหนื่อยล้าแล้ว แต่ยังคงก้าวเดินเข้าไปในบึง มีใครบางคนเดินผ่านมาทางนี้และคุณกำลังติดตามรอยเท้าของพวกเขา... บึงดูดฝ่าเท้าคุณลงไปทุกย่างก้าว และหมอกหนาทำให้คุณแทบไม่รู้ว่าไปทางไหน แต่เสียงกระเซ็นของฝีเท้าข้างหน้า คุณกำลังเข้าใกล้!",
                "consequences": "ได้รับ track token 1 ชิ้น",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "อย่าหยุด พวกเขาอยู่แค่ข้างหน้า! คุณมั่นใจ!",
                        "consequences": "จั่ว Time Card 1 ใบ และวางไว้ข้างกองการ์ด",
                        "PathToDialog": 8
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "กลุ่มสามารถเลือกตัวเลือกนี้ได้หากพวกเขากำลังทำภารกิจ the Jyuratodus assigned quest",
                        "title": "หยุดพักชั่วขณะ... เสียงอีกเสียงมาจากไหน?",
                        "consequences": "",
                        "PathToDialog": 29
                    }
                ]
            },
            {
                "dialog_id": 13,
                "title": "",
                "subtitle": "หมอกค่อยๆ จางหายไป และด้วยการกระโดดขึ้นลงอย่างแรง คุณเริ่มทำให้เสื้อผ้าของคุณแห้งขึ้น แต่การรอก็ไม่ได้สูญเปล่า คุณได้ศึกษารอยเท้าของ Jyuratodus และเตรียมตัวสำหรับการเผชิญหน้าครั้งต่อไป",
                "consequences": "ได้รับ track token 2 ชิ้น",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "คุณต้องการเวลาฟื้นฟูมากขึ้น",
                        "consequences": "ทิ้ง Time Card 1 ใบ",
                        "PathToDialog": 14
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "หมอกยังหนา แต่คุณต้องเดินหน้าต่อไปในบึง",
                        "consequences": "ทิ้ง Time Card 1 ใบ ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 9
                    }
                ]
            },
            {
                "dialog_id": 14,
                "title": "",
                "subtitle": "คุณเหนื่อยจนทำอะไรไม่ค่อยไหว คุณเซไปยังจุดแห้งในบึง ห่อหุ้มตัวเองและพยายามฟื้นฟูความสมดุล การหายใจของคุณค่อยๆ ช้าลง และคุณเริ่มรู้สึกถึงความปกติอีกครั้ง",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "คุณอาจจะไม่ได้ไปไหนมาก แต่คุณรู้สึกดีขึ้นแล้ว",
                        "consequences": "ทิ้ง Time Card 2 ใบ แต่ละนักล่าฟื้นฟู 2 พลังชีวิต",
                        "PathToDialog": 25
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ไม่! ไม่ต้องการเวลาฟื้นฟู! ไปล่ากันต่อเลย!",
                        "consequences": "",
                        "PathToDialog": 21
                    }
                ]
            },
            {
                "dialog_id": 15,
                "title": "",
                "subtitle": "คุณเดินสะดุดเข้าไปในฉากที่เหมือนนรก รอยเลือดกระจายไปทั่ว ทุกแห่งหนในบึง แม้แต่หมอกที่กระจายไปทั่วก็ยังมีสีแดงฉาน ราวกับสะท้อนความตายที่ครอบงำทุกสิ่งในพื้นที่นี้ ที่นี่เคยเป็นสนามรบระหว่าง Barroth กับ Jyuratodus และจากสิ่งที่เห็น Jyuratodus เป็นฝ่ายชนะ แม้จะชนะแบบเฉียดฉิว Barroth ยังคงนอนอยู่ในบึง ส่งเสียงคำรามจากอาการสิ้นใจ การผ่านมันไปให้ได้โดยไม่บาดเจ็บคงไม่ใช่เรื่องง่าย",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เปลือกของ Jyuratodus ฝังลึกอยู่ในร่างของ Barroth... ถ้าคุณกล้าที่จะเข้าไปใกล้",
                        "consequences": "นักล่าทุกคนได้รับความเสียหาย 2 หน่วย และได้รับ Jyuratodus Shell 1 ชิ้น",
                        "PathToDialog": 12
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "เลี่ยงพื้นที่นี้ไปเลย Jyuratodus อยู่ใกล้มาก",
                        "consequences": "",
                        "PathToDialog": 24
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "กลุ่มสามารถเลือกตัวเลือกนี้ได้เฉพาะเมื่อใส่ชุดเกราะ Jyuratodus อย่างน้อย 1 ชิ้น",
                        "title": "รอเวลาของคุณ เจ้าอสูรจะกลับมาที่ซากเหยื่อ",
                        "consequences": "ทิ้ง 1 time card รับ track tokens 1 ชิ้น นักล่าทุกคนได้รับ Jyuratodus Carapace 1 ชิ้น",
                        "PathToDialog": 6
                    }
                ]
            },
            {
                "dialog_id": 16,
                "title": "",
                "subtitle": "นี่มันไม่มีอะไรหรอก เป็นก้อนดินที่ดูน่าสะพรึงและน่ากังวลในความมืด คุณต้องใช้เวลาฟื้นตัวเพื่อกลับมามีสมาธิ จิตใจของคุณกำลังเล่นตลกกับคุณ คุณต้องใช้เวลาสักพัก เพื่อลดความเครียด แม้กระทั่งเส้นประสาทที่แข็งแกร่งจากการล่าหลายสิบครั้งก็กำลังเริ่มหย่อนคล้อย",
                "consequences": "ทิ้ง 1 time card และทิ้ง Potion 1 ขวด หากไม่สามารถทิ้ง Potion ได้ นักล่าทุกคนจะได้รับความเสียหาย 2 หน่วย",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "หาที่นั่งพักสักพัก",
                        "consequences": "ทิ้ง 3 time card",
                        "PathToDialog": 14
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "กลุ่มสามารถเลือกตัวเลือกนี้ได้เฉพาะเมื่อพวกเขามี Jyuratodus Shell อย่างน้อย 1 ชิ้นในคลังของพวกเขา",
                        "title": "การผลักดันครั้งสุดท้าย ต้องมีอะไรบางอย่างข้างหน้า",
                        "consequences": "จั่ว Time Card 1 ใบ และวางไว้ข้างกองการ์ด",
                        "PathToDialog": 8
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "นักล่าสามารถเลือกตัวเลือกนี้ได้เฉพาะเมื่อพวกเขาทำภารกิจ the Jyuratodus assigned quest เสร็จแล้ว",
                        "title": "นั่นเสียงมนุษย์ไหม ที่กำลังอ่านอะไรบางอย่าง?",
                        "consequences": "ทิ้ง 1 time card นักล่าทุกคนได้รับ Wyvern Gem 1 ชิ้น",
                        "PathToDialog": 19
                    }
                ]
            },
            {
                "dialog_id": 17,
                "title": "",
                "subtitle": "พื้นดินใต้เท้าคุณยุบลง และทันใดนั้นคุณก็จมลงไปในน้ำเย็นจัดอีกครั้ง ชั่วขณะหนึ่งคุณตกใจ ว่ายไปมาและเปลืองพลังงาน แต่ค่อยๆ คุณสามารถสงบสติอารมณ์ตัวเองได้ แต่แล้วความกลัวอื่นๆ ก็เริ่มแทรกซึมเข้ามาในความคิดของคุณ...",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "...",
                        "consequences": "นักล่าทุกคนได้รับความเสียหาย 2 หน่วย",
                        "PathToDialog": 26
                    }
                ]
            },
            {
                "dialog_id": 18,
                "title": "",
                "subtitle": "พื้นดินใต้เท้าคุณยุบลง และทันใดนั้นคุณก็จมลงไปในน้ำเย็นจัดอีกครั้ง ชั่วขณะหนึ่งคุณตกใจ ว่ายไปมาและเปลืองพลังงาน แต่ค่อยๆ คุณสามารถสงบสติอารมณ์ตัวเองได้ แต่แล้วความกลัวอื่นๆ ก็เริ่มแทรกซึมเข้ามาในความคิดของคุณ...",
                "consequences": "นักล่าทุกคนได้รับความเสียหาย 4 หน่วย\nเมื่อได้รับความเสียหายครบทุกคนแล้ว จากนั้นทอยลูกเต๋า",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "1-2 เลือกตัวเลือกนี้",
                        "title": "",
                        "consequences": "",
                        "PathToDialog": 14
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "3-4 เลือกตัวเลือกนี้",
                        "title": "",
                        "consequences": "",
                        "PathToDialog": 10
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "5-6 เลือกตัวเลือกนี้",
                        "title": "",
                        "consequences": "",
                        "PathToDialog": 21
                    }
                ]
            },
            {
                "dialog_id": 19,
                "title": "",
                "subtitle": "มีเสียงดังขึ้นอย่างไม่คาดคิดในความเงียบสงัดของบึง มันกำลังอ่าน พูดท่องคำจากหนังสือ บางสิ่งเกี่ยวกับพฤติกรรมการกินของ Jyuratodus คุณสงสัยว่าเสียงนี้รู้ไหมว่าถ้ามันยังพูดเสียงดังขนาดนี้ มันจะกลายเป็นหลักฐานของพฤติกรรมการกินนั้นเอง?",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "วิ่งไปหาทิศทางของเสียง",
                        "consequences": "จั่ว Time Card 1 ใบ และวางไว้ข้างกองการ์ด ได้รับ Track Token 1 ชิ้น",
                        "PathToDialog": 12
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "เตรียมตัวให้พร้อม แล้วเคลื่อนไหวไปยังทิศทางของเสียงอย่างรวดเร็วและระมัดระวัง",
                        "consequences": "ทิ้ง 2 time card เปิดเผยและทิ้ง Track Token จำนวนเท่าไรก็ได้ ทิ้ง Time Card ที่วางข้างๆ กอง เท่าไหรก็ได้",
                        "PathToDialog": 12
                    }
                ]
            },
            {
                "dialog_id": 20,
                "title": "",
                "subtitle": "มีเงาร่างขนาดใหญ่ปรากฏขึ้นจากความมืด คุณย่อตัวลงเตรียมอาวุธพร้อมที่จะโจมตี แต่แล้วก็ไม่มีอะไร ขยับตัวไปไหนไม่ได้ คุณค่อยๆ เคลื่อนตัวไปข้างหน้าอย่างช้าๆ มันคืออะไร? มันกำลังรออะไรอยู่?",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ค่อยๆ เคลื่อนไปหามันอย่างระมัดระวัง",
                        "consequences": "",
                        "PathToDialog": 16
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "กระโดดเข้าจู่โจม!",
                        "consequences": "",
                        "PathToDialog": 10
                    }
                ]
            },
            {
                "dialog_id": 21,
                "title": "",
                "subtitle": "ความเย็นจัดเข้ามาทันทีที่คุณดึงตัวเองขึ้นจากน้ำขุ่น เสื้อผ้าของคุณติดกับร่างกายและคุณเริ่มสั่น ความหมอกดูเหมือนจะเข้าปกคลุมไปทุกทิศทาง ทำให้มองเห็นอะไรได้ยากยิ่งขึ้น เส้นทางในบึงเกือบจะหายไปหมดแล้ว คุณควรรอให้หมอกจางไปหรือควรเดินหน้าต่อไป?",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เดินหน้าต่อไป นักวิชาการต้องได้รับการช่วยเหลือหรืออย่างน้อยก็ต้องถูกพบ",
                        "consequences": "",
                        "PathToDialog": 17
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "รอ. คุณจะไม่สามารถช่วยใครได้หากขาหักหรือคอหัก",
                        "consequences": "ทิ้ง 1 time card",
                        "PathToDialog": 13
                    }
                ]
            },
            {
                "dialog_id": 22,
                "title": "",
                "subtitle": "รอยเท้า นี่เป็นสัญญาณแรกที่คุณพบจากการมีอยู่ของนักวิชาการ มันไม่ใช่รอยเท้าที่ใหม่มาก แต่ก็หมายความว่าคุณกำลังติดตามรอยของพวกเขา นี่เป็นข่าวดี สิ่งที่ไม่ดีคือของใช้ที่ถูกทิ้งอย่างยุ่งเหยิงกระจัดกระจายอยู่ตามเส้นทางที่นักวิชาการดูเหมือนจะเดินผ่าน พวกเขากำลังถูกไล่ตาม",
                "consequences": "ทิ้ง 1 time card",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "หาของของนักวิชาการ",
                        "consequences": "นักล่าทุกคนทอยลูกเต๋าตามตารางนี้\n1-2 คุณจะได้รับ Boulder Bone 1 ชิ้น\n3-4 คุณจะได้รับ Torrent Sac 1 ชิ้น\n5-6 คุณจะได้รับ Potion 1 ขวด",
                        "PathToDialog": 20
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ตรวจสอบพืชพรรณใกล้เคียงเพื่อหาหลักฐานของสัตว์ที่ไล่ตามนักวิชาการ",
                        "consequences": "ทิ้ง 1 time card รับ track token 1 ชิ้น นักล่าทุกคนจะได้รับ Jyuratodus Scale 1 ชิ้น",
                        "PathToDialog": 18
                    }
                ]
            },
            {
                "dialog_id": 23,
                "title": "",
                "subtitle": "สัตว์ร้ายผ่านมาที่นี่ คุณสามารถเห็นรอยแสดงให้เห็นในโคลน การเคลื่อนที่ของมันที่ทิ้งร่องรอยจากร่างกายที่มีกล้ามเนื้อขนาดใหญ่ ระวังตัวดีๆ มันยังอยู่ข้างนอก",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "...",
                        "consequences": "นักล่าทุกคนจะได้รับ Jyuratodus Scale 1 ชิ้น",
                        "PathToDialog": 25
                    }
                ]
            },
            {
                "dialog_id": 24,
                "title": "",
                "subtitle": "การฆ่าครั้งนี้เพิ่งเกิดขึ้นเมื่อไม่นานมานี้ เลือดยังพุ่งออกจากคอที่พังของ Barroth ไม่บ่อยนักที่คุณจะเห็น Barroth ถูกฆ่าอย่างมีประสิทธิภาพขนาดนี้ แต่มันถูกซุ่มโจมตี ก้มลงไปดื่มน้ำและ Jyuratodus ก็โผล่ออกจากโคลน ไม่มีเวลาให้ตอบสนอง มีเพียงแค่เลือดออก จากนี้คุณรู้ว่าคุณกำลังไปในทางที่ถูกต้อง",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "คุณได้ยินเสียงแปลกๆ จากลม",
                        "consequences": "นักล่าทุกคนจะได้รับ Monster Bone large 1 ชิ้น ทิ้ง Time card 1 ใบ นักล่าทุกคนจะได้รับ Aqua Sac 1 ชิ้น",
                        "PathToDialog": 19
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "เมินเสียงนั้นไปก่อน ติดตามรอยเลือดของ Barroth",
                        "consequences": "",
                        "PathToDialog": 20
                    }
                ]
            },
            {
                "dialog_id": 25,
                "title": "",
                "subtitle": "การเดินทางผ่านบึงกำลังเริ่มส่งผลกระทบตามมา คุณได้รับบาดเจ็บหลายครั้ง และฝูงแมลงวันที่บินรอบตัวคุณก็ไม่ได้ช่วยอะไร รวมถึงหมอกที่บดบังอันตรายทุกอย่างที่แฝงตัวอยู่ข้างหน้า คุณต้องพักผ่อน ต้องพักผ่อนจริงๆ",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ดื่มยาสักขวด น่าจะช่วยได้",
                        "consequences": "ทิ้ง 1 Potion หากผู้เล่นไม่สามารถทิ้ง Potion ได้ ให้สับการ์ด Exhaustion ลงในกอง Time card, ทิ้ง Time card 1 ใบ",
                        "PathToDialog": 9
                    }
                ]
            },
            {
                "dialog_id": 26,
                "title": "",
                "subtitle": "บึงซึมเข้าไปในเสื้อผ้าของคุณ โคลนที่อยู่รอบตัวทำให้คุณรู้สึกกังวล โคลนเป็นที่ซ่อนตัวที่โปรดปรานของ Jyuratodus เมื่อออกล่า แล้วถ้ามีมากกว่าหนึ่งตัวอยู่ในนี้ล่ะ?",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ระงับความกลัวของคุณ มีของรางวัลรออยู่!",
                        "consequences": "ทิ้ง Time card 1 ใบ นักล่าทุกคนจะได้รับ Torrent Sac 1 ชิ้น และ Dragonite Crystal 1 ชิ้น",
                        "PathToDialog": 7
                    }
                ]
            },
            {
                "dialog_id": 27,
                "title": "",
                "subtitle": "คุณเดินมาถึงขอบบึง หมอกเริ่มหนาขึ้น วิสัยทัศน์แทบมองไม่เห็น เสียงเงียบจนกระทั่งเสียงหวีดแหลมของคุณยังไม่สามารถเจาะผ่านได้ แทบจะทำให้คุณรู้สึก... กลัว และนั่นยังไม่รวมถึงการพบซากของมอนสเตอร์ที่ถูกกินจนเกลี้ยง โผล่ออกมาจากน้ำ",
                "consequences": "ทิ้ง 1 time card",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ระงับความกลัวของคุณ มีของรางวัลรออยู่!",
                        "consequences": "ได้รับ track token 1 ชิ้น นักล่าทุกคนจะได้รับ Monster Keenbone 1 ชิ้น และ Quality Bone 1 ชิ้น",
                        "PathToDialog": 22
                    }
                ]
            },
            {
                "dialog_id": 28,
                "title": "",
                "subtitle": "พื้นดินตรงหน้าคุณกลายเป็นช่องว่างสีแดงขนาดใหญ่ ทอดยาวไปตามขอบที่เต็มไปด้วยเขี้ยวจำนวนมาก คุณกระโดดถอยหลัง ดึงอาวุธขึ้นเตรียมสู้ การต่อสู้เริ่มต้นขึ้นแล้ว",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "",
                        "consequences": "เปิดเผยโทเค็นรอยเท้าทั้งหมด ตรวจสอบ Scoutfly level, และเริ่มต้น hunting phase.",
                        "PathToDialog": 0
                    }
                ]
            },
            {
                "dialog_id": 29,
                "title": "",
                "subtitle": "คุณได้ยินเสียงนั้น เสียงหายใจของสิ่งมีชีวิตขนาดใหญ่ที่หายใจเบามาก เบาช้าเหลือเกิน สัตว์ร้ายใกล้เข้ามา ซ่อนตัวอยู่ใต้โคลน ก่อนที่คุณจะระบุตำแหน่งมันได้, Jyuratodus ก็พุ่งขึ้นจากโคลนเต็มไปด้วยเขี้ยวแหลมคม และคุณต้องสู้เพื่อเอาชีวิตรอด!",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "",
                        "consequences": "เปิดเผยโทเค็นรอยเท้าทั้งหมด ตรวจสอบ Scoutfly level, และเริ่มต้น hunting phase.",
                        "PathToDialog": 0
                    }
                ]
            },
            {
                "dialog_id": 30,
                "title": "",
                "subtitle": "ความมืดพุ่งเข้ามาข้างหน้า กลายร่างเป็น Jyuratodus ขณะที่มันทำเช่นนั้น ทำให้คุณต้องกระโดดหลบไปข้างๆ เพื่อไม่ให้มันกระชากร่างคุณไปด้วย มันคำราม หันกลับมา และการต่อสู้ก็เริ่มขึ้น!",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "",
                        "consequences": "เปิดเผยโทเค็นรอยเท้าทั้งหมด ตรวจสอบ Scoutfly level, และเริ่มต้น hunting phase.",
                        "PathToDialog": 0
                    }
                ]
            }
        ]
    },
    {
        "monster_id": 9,
        "monster_name": "Diablos",
        "thumbnail": "assets/img/Diablos_Icon.webp",
        "special_attack_card": [
            "Forward Rush",
            "Horn Thrust",
            "Surface Bite"
        ],
        "dialog_hunting_phase": [31,32,33,34],
        "quest": [
            {
                "quest_id": 1,
                "quest_type": "Assigned Quest",
                "difficulty_level": 1,
                "time_limit": 40,
                "scoutfly_level": [2, 5],
                "starting_point": [1]
            },
            {
                "quest_id": 2,
                "quest_type": "Investigation Quest",
                "difficulty_level": 2,
                "time_limit": 40,
                "scoutfly_level": [3, 6],
                "starting_point": [2,3,4,5]
            },
            {
                "quest_id": 3,
                "quest_type": "Tempered Investigation Quest",
                "difficulty_level": 4,
                "time_limit": 45,
                "scoutfly_level": [4, 7],
                "starting_point": [2,3,4,5]
            }
        ],
        "quest_dialogs": [
            {
                "dialog_id": 1,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 1 ขวด",
                "subtitle": "คุณได้รับภารกิจแล้ว ไวเวอเรียนคนแรกได้มอบหมายให้คุณค้นหาและสังหาร Diablos นักล่าจากจุดสูงสุดของห่วงโซ่อาหารแห่งทะเลทราย สัตว์ร้ายที่คอยซุ่มรออยู่ใต้ผืนทราย รอคอยจังหวะที่จะโผล่ขึ้นมากลืนกินคุณทั้งเป็น แต่ความท้าทายเช่นนี้...คือสิ่งที่นักล่าตัวจริงต้องเผชิญ เตรียมตัวให้พร้อม เพราะคุณกำลังจะเผชิญกับความท้าทายที่น่ากลัวที่สุด",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ตรวจสอบซากของเหยื่อ Diablos",
                        "consequences": "นักล่าทุกคนจะได้รับ Ancient Bone 1 ชิ้น และได้รับ Track Token 1 ชิ้น",
                        "PathToDialog": 30
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "เร่งรุดไปยังจุดที่เห็นเหยื่อครั้งสุดท้าย!",
                        "consequences": "ทิ้ง Time card 8 ใบ",
                        "PathToDialog": 28
                    }
                ]
            },
            {
                "dialog_id": 2,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 2 ขวด",
                "subtitle": "การเดินทางเข้าสู่ Wildspire Wastes นั้นอันตรายแม้ในช่วงเวลาที่ปลอดภัยที่สุด การทำเช่นนี้ด้วยเป้าหมายเพื่อค้นหาและสังหาร Diablos นั้นเกือบจะเท่ากับการฆ่าตัวตาย แม้กระทั่งสำหรับนักล่าที่เก่งกาจและอันตรายที่สุด แต่เมื่อไวเวอเรียนคนแรกขอให้คุณทำ คุณก็ต้องทำ นั่นคือวิถีของนักล่า และนั่นคือเหตุผลที่คุณมุ่งหน้าเข้าสู่ทะเลทราย",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "...",
                        "consequences": "นักล่าทุกคนได้รับ Wyvern Gem 1 ชิ้น ทิ้ง Time card 1 ใบ",
                        "PathToDialog": 1
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "...",
                        "consequences": "ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 27
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "เร่งรุดไปยังจุดที่เห็นเหยื่อครั้งสุดท้าย!",
                        "consequences": "ทิ้ง Time card 8 ใบ",
                        "PathToDialog": 28
                    }
                ]
            },
            {
                "dialog_id": 3,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 1 ขวด",
                "subtitle": "ไวเวอเรียนคนแรกจ้องมองคุณด้วยสายตาที่คุณกลัว สายตาแบบที่บอกว่าเขามีภารกิจให้คุณทำ ภารกิจที่คุณอยากจะปฏิเสธแต่รู้ดีว่าคุณจะไม่ทำ ซึ่งมันก็เกิดขึ้นจริง เขาจ้องเข้ามาในตาของคุณ ส่งมอบสัญลักษณ์ของสิ่งมีชีวิตที่เขาอยากให้คุณล่ามาไว้ในมือคุณ แล้วก็จากไป คุณไม่อยากจะมองลงไป แต่มันก็ทำให้คุณต้องมาอยู่กลางทะเลทรายแบบนี้ เพื่อเฝ้าตามล่า Diablos หรืออย่างน้อยก็พยายามทำ",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "คุณรู้ว่าทำไมคุณถึงมาที่นี่ ก็ลุยต่อไปเถอะ",
                        "consequences": "นักล่าทุกคนได้รับ Diablos Carapace 1 ชิ้น",
                        "PathToDialog": 2
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "คุณได้ยินข่าวว่า Diablos โผล่ขึ้นมาจากพื้นดินไม่ไกลจากที่นี่",
                        "consequences": "นักล่าทุกคนได้รับ Majestic Horn 1 ชิ้น ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 17
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "เร่งรุดไปยังจุดที่เห็นเหยื่อครั้งสุดท้าย!",
                        "consequences": "ทิ้ง Time card 8 ใบ",
                        "PathToDialog": 28
                    }
                ]
            },
            {
                "dialog_id": 4,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 2 ขวด",
                "subtitle": "เหงื่อเริ่มท่วมร่างจากความร้อนของแสงแดด คุณอดสงสัยไม่ได้ว่าทำไมถึงมาเดินอยู่กลางทะเลทราย หวังเพียงว่าก้าวเดินของคุณจะดึงดูดความสนใจของนักล่าผู้ร้ายกาจที่สุดใน Wildspire Wastes แล้วคุณก็จำได้... ไวเวอเรียนคนแรก ไวเวอเรียนคนแรกได้มอบหมายให้คุณล่าสัตว์ร้ายตัวหนึ่งเพื่อพิสูจน์ความสามารถของคุณ และคุณก็ตอบตกลง ตอนนี้มันดูเหมือนการตัดสินใจที่ไม่น่าฉลาดนัก",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ข้างหน้าคุณเห็นหลักฐานของการต่อสู้ ซึ่งการต่อสู้นั้นนำไปสู่ทางเดินในถ้ำ ลองตามรอยไป",
                        "consequences": "ทิ้ง 1 time card รับ track tokens 1 ชิ้น",
                        "PathToDialog": 22
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "พื้นดินตรงนี้ยุบลงไปเล็กน้อย มันจะนำไปที่ไหนนะ?",
                        "consequences": "นักล่าทุกคนได้รับ Diablos Shell 1 ชิ้น",
                        "PathToDialog": 26
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "เร่งรุดไปยังจุดที่เห็นเหยื่อครั้งสุดท้าย!",
                        "consequences": "ทิ้ง Time card 8 ใบ",
                        "PathToDialog": 28
                    }
                ]
            },
            {
                "dialog_id": 5,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 1 ขวด",
                "subtitle": "การล่า Diablos ไม่เคยเป็นความคิดที่ดี มันเป็นนักล่าที่น่าสะพรึงกลัว ยากที่จะตรวจจับเพราะมันเคลื่อนที่อยู่ใต้ผิวดิน รอคอยโอกาสที่จะจู่โจม แต่กระนั้น นั่นคือสิ่งที่คุณกำลังทำอยู่ ไวเวอเรียนคนแรกมอบหมายให้คุณล่าสัตว์ร้ายตัวหนึ่ง และคุณก็ปฏิบัติตาม ขอให้โชคดี คุณคงต้องการมันแน่",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "Diablos ขุดอุโมงค์ใต้ดินของมันเอง คุณคิดว่ามีทางเข้าใกล้ ๆ นี้",
                        "consequences": "นักล่าทุกคนได้รับ Diablos Ridge 1 ชิ้น",
                        "PathToDialog": 23
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "คุณได้ยินมาว่ามีสุสานบางแห่งอยู่ใกล้ ๆ ลองเริ่มจากที่นั่นดู",
                        "consequences": "นักล่าทุกคนได้รับ Diablos Carapace 1 ชิ้น",
                        "PathToDialog": 9
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "เร่งรุดไปยังจุดที่เห็นเหยื่อครั้งสุดท้าย!",
                        "consequences": "ทิ้ง Time card 8 ใบ",
                        "PathToDialog": 28
                    }
                ]
            },
            {
                "dialog_id": 6,
                "title": "",
                "subtitle": "คุณไม่อยากอยู่ที่นี่นานเกินไป สัตว์ร้ายนั้นรู้จักพื้นที่นี้ดีเกินไป ทำให้คุณกลายเป็นเหยื่อได้ง่าย แต่ก็มีบางอย่างที่ทำให้คุณรู้สึกว่ามันอาจจะคุ้มค่ากับความเสี่ยงนี้...",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "นั่นคือสัตว์ร้าย มันสังเกตเห็นคุณหรือยัง?",
                        "consequences": "ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 31
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "เคลื่อนที่อย่างเงียบเชียบ เก็บสิ่งที่ทำได้ แล้วรีบหนีออกไป",
                        "consequences": "ทิ้ง 1 time card\nนักล่าทุกคนทอยลูกเต๋าจากตารางดังนี้\n1-2 จะได้รับ Dragonite Ore 1 ชิ้น\n3-4 จะได้รับ Wyvern Gem 1 ชิ้น\n5-6 จะได้รับ Lightcrystal 1 ชิ้น",
                        "PathToDialog": 8
                    }
                ]
            },
            {
                "dialog_id": 7,
                "title": "",
                "subtitle": "Barroth หันกลับมาพร้อมกับเสียงคำรามอย่างเดือดดาล ร่างใหญ่โตของมันแทบจะยิ่งใหญ่เกินไปสำหรับอุโมงค์นี้ แต่ก็เกือบจะพอดี คุณฝืนตัวลุกขึ้น พร้อมที่จะวิ่ง หรืออย่างน้อยก็หลบมันอีกครั้ง เมื่อมันพุ่งมาหาคุณอีกครั้ง",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "อุโมงค์มันเล็กเกินไป! สัตว์ร้ายที่กำลังอยู่ในอารมณ์โกรธเกรี้ยวไม่ได้คำนวณไว้อย่างถูกต้อง แต่มันจะสามารถผลักผ่านไปได้ในไม่ช้า!",
                        "consequences": "ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 32
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "ตัวเลือกนี้สามารถเลือกได้หากนักล่ามี Majestic Horn อย่างน้อย 1 ชิ้นในสต็อก",
                        "title": "คุณตั้งสติรับแรงกระแทก และหวังว่าจะสามารถทนรับการพุ่งชนของสัตว์ร้ายได้!",
                        "consequences": "",
                        "PathToDialog": 33
                    }
                ]
            },
            {
                "dialog_id": 8,
                "title": "",
                "subtitle": "ด้านบน คุณได้ยินเสียงเรียกที่น่าสะพรึงกลัวของ Pukei-Pukei ที่บินสูงที่สุดเท่าที่มันจะบินได้ ไม่มีสัตว์ร้ายตัวไหนกล้าเข้าใกล้ที่ที่ Diablos ล่าหากมันไม่จำเป็น การสั่นเล็กน้อยของพื้นดินอาจทำให้มันพุ่งขึ้นมาจากใต้ดิน... และดูเหมือนว่านี่จะเป็นพื้นที่ล่าที่ดี ซึ่งอธิบายถึงการสั่นสะเทือนของพื้นดินที่อยู่ใต้เท้าของคุณในตอนนี้!",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "วิ่งไปหาพื้นดินที่มั่นคง!",
                        "consequences": "ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 31
                    }
                ]
            },
            {
                "dialog_id": 9,
                "title": "",
                "subtitle": "มีสัญญาณของการปรากฏตัวล่าสุดของ Diablos อยู่ใกล้ ๆ แต่สัญญาณเหล่านั้นส่วนใหญ่เป็นกระดูกที่ถูกเคี้ยวและคายทิ้ง ไม่มีสัตว์ร้ายตัวไหนมีโอกาสสู้กับ Diablos ที่มีขนาดและความดุร้ายแบบนี้",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "คุณรู้สึกว่าคุณกำลังเข้าใกล้มากขึ้น",
                        "consequences": "นักล่าทุกคนได้รับ Twisted Horn 1 ชิ้น ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 19
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "Diablos จะไม่ไปไหน ใช้เวลาฟื้นฟูสุขภาพบ้าง",
                        "consequences": "นักล่าทุกคนฟื้นฟูเลือด 2 หน่วย ทิ้ง 1 Time card",
                        "PathToDialog": 23
                    }
                ]
            },
            {
                "dialog_id": 10,
                "title": "",
                "subtitle": "มีเสียงคำราม และในช่วงเวลาสั้น ๆ คุณหันมองลงไป หวังว่าอุโมงค์นี้จะไม่กลายเป็นปากของ Diablos แต่ทันใดนั้นคุณได้ยินเสียงของสัตว์ใหญ่ที่วิ่งกระทืบมาจากข้างหน้า และเมื่อคุณมองขึ้นไป ก็เห็น Barroth กำลังพุ่งมาทางคุณด้วยความเร็วที่น่าสะพรึงกลัว คุณกระโจนหลบไปข้างหนึ่ง ขณะที่มันพุ่งผ่านไป ทิ้งดินและทรายตกลงมาที่หัวคุณ",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "นั่นใกล้มาก!",
                        "consequences": "ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 7
                    }
                ]
            },
            {
                "dialog_id": 11,
                "title": "",
                "subtitle": "การอยู่บนพื้นดินดูเหมือนจะเป็นการตัดสินใจที่ชาญฉลาด คุณพบสปอร์ของ Diablos ห่างออกไปแค่ไม่กี่ร้อยฟุต เปลือกของมันสะท้อนแสงอาทิตย์ที่แผดจ้า มันเพิ่งจะโผล่ขึ้นมาที่นี่ไม่นานมานี้ มันคงจะไม่อยู่บนพื้นดินนานนัก แต่บางทีมันอาจจะกลับลงไปใกล้ ๆ ที่นี่อีกครั้ง",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "รีบตามรอยไป!",
                        "consequences": "นักล่าทุกคนได้รับ Diablos Shell 1 ชิ้น ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 14
                    }
                ]
            },
            {
                "dialog_id": 12,
                "title": "",
                "subtitle": "การปีนขึ้นสูงดูเหมือนจะเป็นความคิดที่ดีเสมอ คุณจะได้เห็นพื้นที่รอบตัวและระบุจุดที่น่าสนใจและต้องระวังได้ สมเหตุสมผล แต่ทว่าก้อนหินใต้มือคุณกลับแตกกระจาย ทำให้คุณพลิกตัวตกลงไป",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "คุณเห็นอะไรที่มีประโยชน์ก่อนที่คุณจะตกลงไปหรือไม่?",
                        "consequences": "ทิ้ง 1 time card\nทอยลูกเต๋า\n1-3: นักล่าทุกคนได้รับความเสียหาย 2 หน่วย\n4-6: นักล่าได้รับ track token 3 ชิ้น",
                        "PathToDialog": 16
                    }
                ]
            },
            {
                "dialog_id": 13,
                "title": "",
                "subtitle": "เหล่านี้... นี่มันรอยเท้าชัดเจน คุณรีบเดินไปที่รอยเหล่านั้น ตรวจสอบรอยขีดข่วนที่ทิ้งไว้ในดินจากการที่ Diablos เจาะลงไปในดิน แล้วจู่ ๆ คุณก็หยุดชะงัก คุณได้ยินเสียงขีดข่วนจากภายในผนังอุโมงค์ เสียงขีดข่วนและเสียงการเคลื่อนที่ที่กำลังมาใกล้คุณ",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "...",
                        "consequences": "ทิ้ง 1 time card",
                        "PathToDialog": 34
                    }
                ]
            },
            {
                "dialog_id": 14,
                "title": "",
                "subtitle": "คุณเดินลึกเข้าไปในอุโมงค์ของ Diablos ต่อไป มือคุณสัมผัสกับดินที่เรียบเนียนของผนังอุโมงค์ ที่มีความแน่นหนา อากาศในที่นี่ค่อนข้างอับ แต่คุณก็รู้สึกดีที่ได้ออกจากแสงแดดและฝุ่นจากพื้นดิน",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เดินต่อไปในความมืด",
                        "consequences": "",
                        "PathToDialog": 24
                    }
                ]
            },
            {
                "dialog_id": 15,
                "title": "",
                "subtitle": "อีกส่วนหนึ่งของโลกใต้ดินที่ถูกเปิดเผยขึ้นสู่พื้นผิว คุณเห็นแสงสะท้อนจากแร่ Machalite ที่ซ่อนอยู่มานานแสนนาน แต่ตอนนี้มันถูกเปิดเผยจากการเคลื่อนที่ของ Diablos",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เก็บมันมาเถอะ",
                        "consequences": "นักล่าทุกคนได้รับ Machalite ore 1 ชิ้น",
                        "PathToDialog": 11
                    }
                ]
            },
            {
                "dialog_id": 16,
                "title": "",
                "subtitle": "Barroth สามารถหลีกเลี่ยงได้อย่างง่ายดาย มันถูกทำให้หลงเหม่อด้วยบางสิ่งใกล้ๆ และจากไปอย่างช้าๆ คุณถอนหายใจด้วยความโล่งอกแล้วกลับมามุ่งหน้าต่อไปในการล่า Diablos",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เดินหน้าต่อไปในทุ่งหญ้า",
                        "consequences": "นักล่าทุกคนได้รับ 1 Boulder Bone.",
                        "PathToDialog": 9
                    }
                ]
            },
            {
                "dialog_id": 17,
                "title": "",
                "subtitle": "ที่นี่คงมี Diablos พุ่งขึ้นจากทรายแน่ๆ คุณสามารถเห็นหลักฐานที่กระจายไปทั่วดิน แต่สถานที่นี้เก่ามาก ดินเกือบจะเต็มแล้วและปากทางอุโมงค์ก็เกือบจะถูกปิดทับไปหมด การล่าต้องดำเนินต่อไป...",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "นี่เป็นแค่จุดเริ่มต้นเท่านั้น",
                        "consequences": "นักล่าทุกคนได้รับ Diablos Ridge 1 ชิ้น",
                        "PathToDialog": 27
                    }
                ]
            },
            {
                "dialog_id": 18,
                "title": "",
                "subtitle": "อุโมงค์นี้เย็นสบาย แม้จะชื้นเล็กน้อย ซึ่งหลังจากความร้อนของทะเลทรายแล้วถือว่าเป็นพรที่ไม่ควรมองข้าม คุณอาจจะพิจารณาอยู่ที่นี่สักพัก อย่างน้อยก็ยังดีขึ้นจากข้างบน",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "กลับสู่พื้นผิว ง่ายกว่าที่จะล่อ Diablos ขึ้นมาหาคุณที่นี่",
                        "consequences": "",
                        "PathToDialog": 9
                    },
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "อยู่ที่นี่ต่อไป เส้นทางเหล่านี้อาจนำคุณไปหา Diablos",
                        "consequences": "ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 10
                    }
                ]
            },
            {
                "dialog_id": 19,
                "title": "",
                "subtitle": "อุโมงค์... ทุกที่ที่ Diablos ไป มันจะทิ้งอุโมงค์ไว้ มุดลึกลงไปในดินด้วยความเร็วที่ไม่น่าเชื่อ คุณได้สะดุดเข้ากับอุโมงค์แห่งหนึ่ง อาจจะไม่มี Diablos อยู่ที่นี่แล้ว แต่ยังมีแร่มีค่าที่สามารถเก็บได้ ใครจะปฏิเสธเงินง่ายๆ แบบนี้ล่ะ?",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เก็บแร่ไปเถอะ",
                        "consequences": "ได้รับ track token 1 ชิ้น นักล่าทุกคนได้รับ Fucium ore 1 ชิ้น",
                        "PathToDialog": 8
                    }
                ]
            },
            {
                "dialog_id": 20,
                "title": "",
                "subtitle": "มีอะไรบางอย่างใกล้ๆ ที่นี่ บางอย่างใหญ่ แต่ไม่น่าจะใหญ่พอที่จะเป็น Diablos แต่ก็น่าจะเป็นสัตว์ที่อันตรายพอสมควร อาจจะเป็นเสียงของ Barroth ที่คุณได้ยินอยู่ คุณยังคงต่ำอยู่; คุณกำลังล่า Diablos ไม่มีเวลามากมายสำหรับสิ่งรบกวนตอนนี้.",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "หลบหลีก Barroth ไป",
                        "consequences": "ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 16
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ปีนขึ้นไปที่หน้าผาข้างหน้า มีบางอย่างอยู่ข้างบน",
                        "consequences": "นักล่าทุกคนได้รับ Wyvern Gem 1 ชิ้น",
                        "PathToDialog": 12
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "เริ่มติดตาม Barroth มันอาจพาคุณไปที่ไหนสักแห่งที่น่าสนใจ",
                        "consequences": "ได้รับ track token 2 ชิ้น",
                        "PathToDialog": 28
                    }
                ]
            },
            {
                "dialog_id": 21,
                "title": "",
                "subtitle": "ทิ้งหลุมลึกไว้ข้างหลัง คุณเดินเข้าไปในหนึ่งในอุโมงค์ที่อยู่ข้างหน้า มันคดเคี้ยวใต้ทราย Diablos เคยมาที่นี่ มันขุดเจาะผ่านผิวดินด้วยความเร็วที่น่าสยดสยอง และมันอาจจะยังอยู่ใกล้ๆ คุณหยุดชั่วขณะ ฟังดูว่าคุณจะสามารถตรวจจับทิศทางที่มันเดินไปได้หรือไม่",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ฟังต่อไป",
                        "consequences": "ทิ้ง 1 time card รับ track tokens 1 ชิ้น",
                        "PathToDialog": 24
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "หยุดตรงนี้, มองหาลอยเท้าที่มีอยู่",
                        "consequences": "",
                        "PathToDialog": 13
                    }
                ]
            },
            {
                "dialog_id": 22,
                "title": "",
                "subtitle": "Pukei-Pukei ยังคงดิ้นรนลึกเข้าไปในความมืด. คุณเห็นหลักฐานของการต่อสู้เพื่อเอาชีวิตรอดของมัน, ที่ทิ้งรอยไว้บนผนังของอุโมงค์รอบตัวคุณ. Diablos เล่นกับเหยื่อของมันก่อนที่จะทำลายมัน. คิดแล้วไม่ค่อยสบายใจ",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "หยุดตรวจสอบซาก",
                        "consequences": "นักล่าทุกคนได้รับ Twisted Horn 1 ชิ้น",
                        "PathToDialog": 23
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "เดินหน้าต่อไป",
                        "consequences": "ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 17
                    }
                ]
            },
            {
                "dialog_id": 23,
                "title": "",
                "subtitle": "อุโมงค์ยาวไปเรื่อยๆ ในการเรียงตัวที่ไม่มีที่สิ้นสุดและทำให้มึนงง. Diablos ขุดรูไปทุกที่ สร้างเส้นทางของมันเองผ่านผืนดิน. สิ่งที่คุณทำได้คือติดตามมัน.",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "...",
                        "consequences": "รับ track token 1 ชิ้น",
                        "PathToDialog": 15
                    }
                ]
            },
            {
                "dialog_id": 24,
                "title": "",
                "subtitle": "มีช่วงเวลาที่เงียบสงบอย่างฉับพลัน. ความเงียบที่ลึกซึ้งยิ่งกว่าที่คุณเคยพบในที่นี้. การขาดหายไปของเสียงที่คุณไม่เคยรู้สึกตัวว่ากำลังได้ยิน...",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เคลื่อนไหวอย่างระมัดระวัง",
                        "consequences": "",
                        "PathToDialog": 10
                    }
                ]
            },
            {
                "dialog_id": 25,
                "title": "",
                "subtitle": "ที่นี่มีทางเข้าสู่อุโมงค์ใต้ดินที่ซ่อนอยู่ใต้ทราย พอจะมองเห็นได้ แต่ยังคลุมเครืออยู่ คุณจะเสี่ยงเข้าไปในแดนของ Diablos แล้วหรือ?",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "อยู่บนผิวดินไปก่อน",
                        "consequences": "ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 11
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "ตัวเลือกนี้สามารถเลือกได้หากนักล่ามี Lightcrystal อย่างน้อย 1 อันในกระเป๋า",
                        "title": "คุณสังเกตเห็นแสงของ Lightcrystal มันแวววาว ลงลึกไปอีก",
                        "consequences": "ทุกคนได้รับ Lightcrystal 1 อัน",
                        "PathToDialog": 23
                    }
                ]
            },
            {
                "dialog_id": 26,
                "title": "",
                "subtitle": "เส้นทางนี้ นำไปสู่หลุมยุบตัวใต้ดิน การขุดของ Diablos ที่ไม่หยุดหย่อนทำให้ทะเลทรายเต็มไปด้วยที่แบบนี้ และคุณกำลังสะดุดลงไปในนั้น สัตว์ร้ายจากไปนานแล้ว แต่ที่นี่เคยมันมา คุณเห็นเขี้ยวมันติดอยู่ในหนึ่งในผนังที่ชันอยู่ข้างบน",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "ตัวเลือกนี้สามารถเลือกได้หากนักล่ามีชุดเกราะ Diablos อย่างน้อย 1 ชิ้น",
                        "title": "ออกมาจากหลุมและปีนขึ้นไปสูงๆ สำรวจทิวทัศน์!",
                        "consequences": "ทิ้ง 1 time card รับ track tokens 1 ชิ้น",
                        "PathToDialog": 12
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "เขี้ยวนั้นมีค่ามาก!",
                        "consequences": "ทุกคนได้รับ Diablos Fang 1 อัน",
                        "PathToDialog": 21
                    }
                ]
            },
            {
                "dialog_id": 27,
                "title": "",
                "subtitle": "เลือด... อากาศเต็มไปด้วยกลิ่นมัน; รสชาติของทองแดง ที่ถูกทำให้เน่าเสียโดยแสงแดด กลิ่นคาวกำลังลอยขึ้นมาจากทราย; มันยังไม่ถูกดูดซับไปนานพอ\nยังไม่ใช่... Pukei-Pukei มาลงที่นี่ชั่วคราว เพื่อหยุดพักสักครู่ และ Diablos ก็ขึ้นมาจากใต้ดิน มีการต่อสู้เกิดขึ้น และตอนนี้คุณกำลังมองดูผลลัพธ์จากมัน Diablos ไปจากที่นี่แล้ว กลับสู่พื้นดิน แต่คุณยังเห็นจุดที่มันหายไป กลับไปสู่ความมืด",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "ตัวเลือกนี้สามารถเลือกได้หากนักล่ามี Majestic Horn อย่างน้อย 1 อันในกระเป๋า",
                        "title": "ค้นหาซากจากการต่อสู้",
                        "consequences": "ทุกคนได้รับ Diablos Shell 1 อัน",
                        "PathToDialog": 9
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ลงไปข้างล่าง ในอุโมงค์",
                        "consequences": "ได้รับ 1 Lightcrystal ได้รับ 1 Track token",
                        "PathToDialog": 22
                    }
                ]
            },
            {
                "dialog_id": 28,
                "title": "",
                "subtitle": "อุโมงค์ขยายออกไปไกลนับหลายไมล์ ล้อมรอบคุณไปหมด คุณสงสัยว่า Diablos หันกลับมาอีกครั้งหรือไม่ ขณะที่คุณพิจารณาพื้นอย่างระมัดระวัง ถ้ามันหันกลับมา แล้วกับดักอาจจะได้ผล...",
                "consequences": "ได้รับ track token 1 ชิ้น",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "สร้างกับดัก\nทิ้ง Time card 1 ใบ และทอยลูกเต๋า\nหากได้ 1-3 เลือกตัวเลือกนี้",
                        "consequences": "",
                        "PathToDialog": 14
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "หากได้ 4-6 เลือกตัวเลือกนี้",
                        "consequences": "ลดค่าเลือดของ Diablos ตามจำนวนที่ทอยได้",
                        "PathToDialog": 29
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "ไม่คุ้มกับเวลาและความพยายาม",
                        "consequences": "ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 25
                    },
                    {
                        "action_id": 4,
                        "required_dialog": "",
                        "title": "คุณจะไม่สร้างอะไร แต่การขุดลึกลงไปในอุโมงค์อาจเผยให้เห็นสิ่งที่ดีๆ",
                        "consequences": "ทุกคนได้รับ 1 quality bone และ 1 monster bone small",
                        "PathToDialog": 14
                    }
                ]
            },
            {
                "dialog_id": 29,
                "title": "",
                "subtitle": "เหยื่อของ Diablos ทิ้งไว้ให้เน่าเปื่อยท่ามกลางทราย แมลง scoutflies กำลังบินไปทั่วมันแล้ว แต่คุณยังพอเห็นตัวสัตว์ได้พอสมควร มันคือ Jyuratodus สิ่งที่มันทำอยู่ไกลจากโคลนและน้ำที่มันชอบนักนั้น คุณไม่รู้ แต่คุณไม่ชอบเลยที่ Diablos สามารถฉีกมันเป็นชิ้นๆ ได้ง่ายและรวดเร็วขนาดนี้",
                "consequences": "นักล่าทุกคนได้รับ Diablos Fang 1 อัน",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เข้าสู่เส้นทางนี้ต่อไป คุณอยู่ในเขตล่าของ Diablos",
                        "consequences": "ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 6
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ทางเข้าสู่อุโมงค์ของ Diablos ชัดเจน เอาคริสตัลที่เห็นไปเถอะ",
                        "consequences": "นักล่าทุกคนได้รับ 1 Dragonvein Crystal",
                        "PathToDialog": 18
                    }
                ]
            },
            {
                "dialog_id": 30,
                "title": "",
                "subtitle": "การออกเดินทางเข้าสู่ทะเลทรายมักทำให้รู้สึกกังวลเสมอ น้ำก็มีน้อย ความร้อนก็สูง ทรายก็พัดเข้าตา แต่คุณก็พยายามหวังว่าคุณจะรับมือกับมันได้ และยอดหินที่โผล่ออกมาจากทรายก็พามักจะมีสิ่งที่น่าสนใจซ่อนอยู่ ซึ่งคุ้มค่ากับการเก็บสะสม... เช่นที่นี่...",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เก็บสะสมสมบัติที่โชคดีนี้",
                        "consequences": "ทุกคนได้รับ 1 Carbalite ore ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 20
                    }
                ]
            },
            {
                "dialog_id": 31,
                "title": "",
                "subtitle": "จากที่ไหนสักแห่งใกล้ๆ คุณได้ยินเสียงคำรามที่ดังพอจะทำให้คุณสตั้นไปเลยถ้าหากไม่ใช่เพราะคุณอยู่ในสภาพมึนงงอยู่แล้ว หลงทิศทาง แต่ยังคงยืนหยัด คุณคว้าด้ามอาวุธไว้ การต่อสู้เริ่มต้นขึ้น!",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "",
                        "consequences": "เปิดเผยโทเค็นรอยเท้าทั้งหมด ตรวจสอบ Scoutfly level, และเริ่มต้น hunting phase.",
                        "PathToDialog": 0
                    }
                ]
            },
            {
                "dialog_id": 32,
                "title": "",
                "subtitle": "ถ้ำสั่นสะเทือนเมื่อ Barroth พุ่งเข้ามา หัวมันก้มต่ำลง แล้วถ้ำที่เคยเป็นถ้ำกลับกลายเป็นภาพของหัว Diablos พุ่งขึ้นจากใต้ Barroth และคว้าคอของมันไว้ในกรามมหึมาพร้อมเสียงคำรามแห่งความยินดี คุณจับอาวุธแน่นจนเหมือนมันจะหัก\nความกลัว, อะดรีนาลีน, ความสิ้นหวัง; ทุกอย่างไหลผ่านจิตใจของคุณ แล้วถูกแทนที่ด้วยความสุขเย็นเยียบ การต่อสู้เริ่มขึ้นแล้ว!",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "",
                        "consequences": "ได้รับ track token 3 ชิ้น ,เปิดเผยโทเค็นรอยเท้าทั้งหมด ตรวจสอบ Scoutfly level, และเริ่มต้น hunting phase.",
                        "PathToDialog": 0
                    }
                ]
            },
            {
                "dialog_id": 33,
                "title": "",
                "subtitle": "พื้นดินเปิดออกใต้เท้าคุณ ใต้ Barroth; เปิดไปสู่ความว่างเปล่า ทั้งคู่ที่ยังคงจ้องตากันอยู่ หายไปในความมืด คุณเจ็บน้อยกว่าที่คิดแค่แผลฟกช้ำ แต่เมื่อคุณลุกขึ้นจากฝุ่นของการตกลงไป คุณเงยหน้าขึ้นไปพบกับใบหน้าของ Diablos ที่กำลังฉีก Barroth ด้วยเขี้ยวยักษ์ของมันอย่างใจเย็น",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "",
                        "consequences": "นักล่าทุกคนได้รับความเสียหาย 1 หน่วย ,เปิดเผยโทเค็นรอยเท้าทั้งหมด ตรวจสอบ Scoutfly level, และเริ่มต้น hunting phase.",
                        "PathToDialog": 0
                    }
                ]
            },
            {
                "dialog_id": 34,
                "title": "",
                "subtitle": "ผนังของอุโมงค์ระเบิดออกมาเป็นฝูงดินและทราย พร้อมกับปากคำรามของ Diablos สัตว์ร้ายตัวนั้นตามล่าคุณอยู่ไม่ใช่คุณที่ตามมันไป เตรียมอาวุธของคุณให้พร้อม การต่อสู้เริ่มต้นขึ้น!",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "",
                        "consequences": "ทิ้ง 1 time card ,เปิดเผยโทเค็นรอยเท้าทั้งหมด ตรวจสอบ Scoutfly level, และเริ่มต้น hunting phase.",
                        "PathToDialog": 0
                    }
                ]
            }
        ]
    },
    {
        "monster_id": 10,
        "monster_name": "Black Diablos",
        "thumbnail": "assets/img/Black_Diablos_Icon.webp",
        "special_attack_card": [
            "Forward Rush",
            "Horn Thrust",
            "Surface Bite"
        ],
        "dialog_hunting_phase": [31,32,33,34],
        "quest": [
            {
                "quest_id": 1,
                "quest_type": "Assigned Quest",
                "difficulty_level": 1,
                "time_limit": 40,
                "scoutfly_level": [2, 5],
                "starting_point": [1]
            },
            {
                "quest_id": 2,
                "quest_type": "Investigation Quest",
                "difficulty_level": 2,
                "time_limit": 40,
                "scoutfly_level": [3, 6],
                "starting_point": [2,3,4,5]
            },
            {
                "quest_id": 3,
                "quest_type": "Tempered Investigation Quest",
                "difficulty_level": 4,
                "time_limit": 45,
                "scoutfly_level": [4, 7],
                "starting_point": [2,3,4,5]
            }
        ],
        "quest_dialogs": [
            {
                "dialog_id": 1,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 1 ขวด",
                "subtitle": "Diablos เป็นศัตรูที่น่าสะพรึงกลัวที่สุดเท่าที่คุณจะจินตนาการได้ ทั้งเร็ว แข็งแกร่ง และมีขนาดมหึมา และตอนนี้คุณจะต้องเผชิญหน้ากับ Black Diablos สัตว์ร้ายที่ทั้งฉลาดแกมโกงและดุร้ายยิ่งกว่าพวกของมัน แถมยังเร็วกว่าเสียอีก คุณเองก็รู้ดีว่านี่อาจไม่ใช่การตัดสินใจที่ฉลาดที่สุด แต่บางครั้ง นั่นก็คือธรรมชาติ",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เตรียมตัวให้พร้อมสำหรับการล่า",
                        "consequences": "นักล่าทุกคนได้รับ Ancient Bone 1 ชิ้น และรับ Track Token 1 ชิ้น",
                        "PathToDialog": 20
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "มีอุโมงค์เปิดอยู่ตรงหน้า บางทีนั่นอาจเป็นที่ที่ Black Diablos โผล่ออกมา?",
                        "consequences": "",
                        "PathToDialog": 29
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "รีบเร่งไปยังที่ที่พบเหยือล่าสุด!",
                        "consequences": "ทิ้ง Time Cards 8 ใบ",
                        "PathToDialog": 31
                    }
                ]
            },
            {
                "dialog_id": 2,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 2 ขวด",
                "subtitle": "Black Diablos แพร่กระจายความหวาดกลัว สังหารสิ่งมีชีวิตที่อาศัยอยู่ในหรือใกล้กับ Wildspire Waste ความเร็วอันน่าอัศจรรย์ของมันทำให้มันกลายเป็นภัยคุกคามแม้แต่กับ Diablos ที่เก่าแก่และแข็งแกร่งที่สุด และคุณกำลังตามล่ามันเพราะ First Wyverian ต้องการข้อมูลเกี่ยวกับ Elder Dragons นี่เป็นวิธีที่น่าสนใจในการตายจริงๆ",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "คริสตัลอาจมีประโยชน์ โดยเฉพาะเมื่อคุณต้องติดตามสิ่งมีชีวิตในความมืด",
                        "consequences": "นักล่าทุกคนได้รับ Novacrystal 1 ชิ้น ทิ้ง Time Card 1 ใบ",
                        "PathToDialog": 1
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "มุ่งหน้าเข้าสู่ทะเลทรายทันที",
                        "consequences": "รับ Track Token 1 ชิ้น",
                        "PathToDialog": 30
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "รีบเร่งไปยังที่ที่พบเหยือล่าสุด!",
                        "consequences": "ทิ้ง Time Cards 8 ใบ",
                        "PathToDialog": 31
                    }
                ]
            },
            {
                "dialog_id": 3,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 1 ขวด",
                "subtitle": "เพื่อค้นพบความลับของ Elder Dragons ตามตำนาน คุณจำเป็นต้องรวบรวมข้อมูลเกี่ยวกับ Black Diablos คุณไม่แน่ใจว่านั่นหมายถึงข้อมูลเกี่ยวกับสถานที่ที่พบสิ่งมีชีวิตโบราณเหล่านั้น หรือวิธีการที่จะโค่นมันลง แต่ตอนนี้คุณยังไม่สนใจเรื่องนั้นเท่าไร First Wyverian ได้ส่งคุณมาเพื่อโค่นล้ม Black Diablos นั่นเพียงพอที่จะทำให้คุณต้องโฟกัสแล้วในตอนนี้",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "รวบรวมทรัพยากรของคุณและเริ่มการล่า",
                        "consequences": "นักล่าทุกคนได้รับ Novacrystal 1 ชิ้น",
                        "PathToDialog": 12
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ไปขอคำแนะนำจากคนที่เคยล่า Black Diablos มาก่อน",
                        "consequences": "นักล่าทุกคนได้รับ Majestic Horn 1 ชิ้น และรับ Track Token 1 ชิ้น",
                        "PathToDialog": 21
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "รีบเร่งไปยังที่ที่พบเหยือล่าสุด!",
                        "consequences": "ทิ้ง Time Cards 8 ใบ",
                        "PathToDialog": 31
                    }
                ]
            },
            {
                "dialog_id": 4,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 2 ขวด",
                "subtitle": "ทะเลทรายทอดยาวออกไปตรงหน้า ราวกับโลกที่ยังไม่สมบูรณ์เต็มไปด้วยทราย ฝุ่น และหิน ก่อนที่คุณจะเริ่มก้าวเดินไปบนเนินทราย คุณต้องตั้งสมาธิอีกครั้งกับภารกิจของคุณ นั่นคือการโค่นล้ม Black Diablos ตามที่ First Wyverian ร้องขอ ให้การล่าเริ่มขึ้นได้เลย!",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "Black Diablos ซุ่มอยู่ใต้พื้นดิน อุโมงค์อาจเป็นจุดเริ่มต้นที่ดี",
                        "consequences": "รับ Track Token 1 ชิ้น ทิ้ง Time Card 1 ใบ",
                        "PathToDialog": 26
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "มุ่งหน้าข้ามผืนทราย",
                        "consequences": "นักล่าทุกคนได้รับ Majestic Horn 1 ชิ้น",
                        "PathToDialog": 17
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "รีบเร่งไปยังที่ที่พบเหยือล่าสุด!",
                        "consequences": "ทิ้ง Time Cards 8 ใบ",
                        "PathToDialog": 31
                    }
                ]
            },
            {
                "dialog_id": 5,
                "title": "หากเริ่มการผจญภัยที่นี้, ได้รับยา 1 ขวด",
                "subtitle": "การต่อสู้นั้นดุเดือดจนสามารถทำลายเมืองเล็กๆ ได้เลย Diablos กำลังสู้กับ Black Diablos คุณก้มตัวหลบหลังโขดหิน รู้สึกขอบคุณที่ยังมีสิ่งกีดขวางระหว่างคุณกับสัตว์ร้ายที่อาละวาดอยู่เบื้องหน้า เสียงคำรามดังลั่น Diablos ตวัดกรงเล็บเข้าใส่ลำคอของ Black Diablos ทำให้เลือดสีดำกระเซ็นไปทั่วผืนทราย Diablos ที่มีสีเข้มกว่ากรีดร้องด้วยความเจ็บปวด ก่อนจะหันหลังวิ่งหนีจากศัตรูของมัน ในชั่วพริบตา มันหายตัวลงใต้พื้นดิน ทรายพุ่งขึ้นมาในอากาศเมื่อมันมุดลงไปในโลกใต้ดิน... เอาล่ะ First Wyverian มอบภารกิจให้คุณล่า Black Diablos คุณควรจะรีบไล่ตามมันแล้วล่ะ",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "First Wyverian ไว้วางใจในตัวคุณ อย่าทำให้เขาผิดหวัง",
                        "consequences": "นักล่าทุกคนได้รับ Wyvern Gem 1 ชิ้น",
                        "PathToDialog": 4
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ใครจะสนเรื่องหน้าที่สูงส่ง? ไปล่ากันเลย!",
                        "consequences": "นักล่าทุกคนได้รับ Novacrystal 1 ชิ้น สับไพ่ Turf War เข้ากอง Time Deck",
                        "PathToDialog": 8
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "รีบเร่งไปยังที่ที่พบเหยือล่าสุด!",
                        "consequences": "ทิ้ง Time Cards 8 ใบ",
                        "PathToDialog": 31
                    }
                ]
            },
            {
                "dialog_id": 6,
                "title": "",
                "subtitle": "ร่างขนาดมหึมาของ Diablos นอนทอดร่างอยู่บนผืนทราย ท้องของมันถูกฉีกเปิดด้วยคมเขี้ยวอันดุร้าย กรงเล็บของมันเต็มไปด้วยเลือด แต่บัดนี้กลับหยุดนิ่งสนิท การต่อสู้ที่ยิ่งใหญ่เกิดขึ้นที่นี่ คุณไม่แน่ใจว่าอะไรสังหารมันลง — แต่คุณคาดเดาว่าเป็นฝีมือของ Black Diablos เพราะแทบไม่มีสิ่งมีชีวิตอื่นที่สามารถโค่นมันได้ คุณหยุดเพื่อตรวจสอบศพ หวังว่าจะได้เรียนรู้อะไรบางอย่างเกี่ยวกับสัตว์ร้ายที่คุณกำลังตามล่า... และคุณสังเกตเห็นการสั่นสะเทือนที่มาจากใต้เท้าของคุณ",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "มีบางสิ่งกำลังมา",
                        "consequences": "รับ Track Token 1 ชิ้น สับไพ่ Diablos Slayer เข้ากอง Time Deck",
                        "PathToDialog": 31
                    }
                ]
            },
            {
                "dialog_id": 7,
                "title": "",
                "subtitle": "พื้นดินสั่นสะเทือนใต้เท้าของคุณ ทรายที่เคยนิ่งเริ่มเคลื่อนไหว ราวกับปลาที่ดิ้นอยู่บนเบ็ด เสียงสั่นสะเทือนดังมาจากใต้ดิน... คุณพบมันแล้วหรือยัง? คุณคิดว่าใช่ หรืออาจจะเป็นมันที่พบคุณ! Black Diablos กำลังมุ่งหน้ามาหาคุณ",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "หาที่ตั้งหลักเพื่อต่อสู้",
                        "consequences": "",
                        "PathToDialog": 32
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "สามารถเลือกได้หากนักล่ามี Black Diablos Carapace อย่างน้อย 1 ชิ้นในคลัง",
                        "title": "คุณรู้แล้วว่า Black Diablos จะพยายามทำอะไร และคุณก็เตรียมพร้อมแล้ว",
                        "consequences": "",
                        "PathToDialog": 33
                    }
                ]
            },
            {
                "dialog_id": 8,
                "title": "",
                "subtitle": "เหนือหัวของคุณ คุณได้ยินเสียงร้องอันน่ากลัวของ Pukei-Pukei มันบินสูงขึ้นไปบนฟ้าเท่าที่มันจะทำได้ ไม่มีสัตว์ร้ายตัวไหนเข้าใกล้พื้นที่ล่าของ Black Diablos ถ้าไม่จำเป็น เพราะเพียงแค่แรงสั่นสะเทือนเล็กน้อยบนพื้นก็อาจทำให้มันโผล่ขึ้นมาจากใต้ดินได้... การอยู่ใกล้กับพื้นที่ล่าของ Black Diablos แบบนี้ทำให้คุณรู้สึกกังวล แต่การเอาชนะความกลัวคือส่วนหนึ่งของงานนักล่า",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "คุณมั่นใจว่า Black Diablos ไปทางนี้",
                        "consequences": "รับ Track Token 1 ชิ้น",
                        "PathToDialog": 28
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "สามารถเลือกได้หากนักล่ามี Black Diablos Ridge อย่างน้อย 1 ชิ้นในคลัง",
                        "title": "สัตว์ร้ายตัวนี้ไปไหนไม่ได้ไกล ไม่ว่าจะเร็วแค่ไหนก็ตาม คุณมีเวลาพักสักหน่อย",
                        "consequences": "นักล่าทุกคนฟื้นฟูพลังชีวิต 2 หน่วย ทิ้ง Time Card 1 ใบ",
                        "PathToDialog": 22
                    }
                ]
            },
            {
                "dialog_id": 9,
                "title": "",
                "subtitle": "วันนี้ลมพัดแรงกว่าทุกวัน พัดพาทรายมาปกคลุมคุณเป็นลมหมุนสีเหลืองและขาว เส้นแร่ที่ซ่อนอยู่ถูกเปิดเผยขึ้นมา สายแร่ประกายแวววาวอยู่ใต้ทราย...แต่คุณจะมีเวลาพอเก็บพวกมันหรือ?",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ไม่. First Wyverian มอบภารกิจให้คุณ ทำตามมันให้ดีที่สุด",
                        "consequences": "รับ Track Token 1 ชิ้น",
                        "PathToDialog": 31
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ยังมีเวลาอีกมากสำหรับการล่าสมบัติภายหลัง",
                        "consequences": "ทิ้ง Time Card 1 ใบ สับ Time Management Card เข้าสู่สำรับ Time Deck\nนักล่าทุกคนทอยลูกเต๋าบนตารางนี้\n1-2 คุณจะได้รับ Dragonite Ore 1 ชิ้น\n3-4 คุณจะได้รับ Wyvern Gem 1 ชิ้น\n5-6 คุณจะได้รับ Novacrystal 1 ชิ้น",
                        "PathToDialog": 6
                    }
                ]
            },
            {
                "dialog_id": 10,
                "title": "",
                "subtitle": "การเดินทางข้ามทะเลทรายนี้เป็นภารกิจที่หนักหน่วง ทุกก้าวที่คุณเดิน เท้าของคุณมักจะจมลงในทรายเล็กน้อย ทำให้การก้าวไปข้างหน้าดูยากขึ้นเรื่อยๆ แต่เส้นทางนี้คือเส้นทางที่คุณเลือก และ Black Diablos ก็ยังคงอยู่ที่ไหนสักแห่งในทะเลทรายนี้",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เดินต่อไป",
                        "consequences": "รับ Track Token 1 ชิ้น",
                        "PathToDialog": 7
                    }
                ]
            },
            {
                "dialog_id": 11,
                "title": "",
                "subtitle": "อุโมงค์มืดและแคบ ไม่แปลกใจเลยที่เหยื่อของคุณเคยบุกเข้ามาที่นี่ และทำให้เกิดการถล่มของถ้ำหลายครั้ง",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เก็บแร่ที่ตกลงมา",
                        "consequences": "นักล่าทุกคนได้รับ Machalite Ore 1 ชิ้น",
                        "PathToDialog": 19
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ไม่มีเวลาให้เสีย",
                        "consequences": "รับ Track Token 1 ชิ้น",
                        "PathToDialog": 8
                    }
                ]
            },
            {
                "dialog_id": 12,
                "title": "",
                "subtitle": "คุณย่อตัวลง หลีกเลี่ยงการเคลื่อนไหวมากเกินไป ระมัดระวังไม่ให้ดึงความสนใจจาก Barroth ซึ่งเป็นสิ่งที่คุณไม่ต้องการ คุณก้าวไปข้างหน้าอย่างระมัดระวัง แล้วรู้สึกได้ถึงพื้นดินที่เริ่มให้ตัวลงใต้ฝ่าเท้า โลกใต้เท้าของคุณร่วงลงไป ทิ้งให้คุณตกลงไปในอุโมงค์อีกแห่งของ Black Diablos",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "...",
                        "consequences": "ทิ้ง Time Card 1 ใบ\nทอยลูกเต๋า\n1-3 คุณตกลงไปและต้องรีบปีนขึ้นมาใหม่ นักล่าทุกคนได้รับความเสียหาย 2 หน่วย\n4-6 คุณโชคดีพบอุโมงค์ที่สดใหม่ รับ Track Token 3 ชิ้น",
                        "PathToDialog": 16
                    }
                ]
            },
            {
                "dialog_id": 13,
                "title": "",
                "subtitle": "คุณเงี่ยหูฟังเสียงลม กดมือไปที่ทรายร้อนๆ เพื่อสัมผัสการสั่นสะเทือนใต้พื้นดิน พยายามหาตำแหน่งที่ Black Diablos อาจจะไปหลังจากการต่อสู้กับสัตว์ปีก แต่โชคไม่ดีเลย คุณต้องเดินหน้าต่อไป",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เสียงหวีดนั้น... อาจจะเป็น scoutflies รึเปล่า?",
                        "consequences": "ทิ้ง Time Card 1 ใบ\nรับ Track Token 1 ชิ้น\nสับ Recovery Card เข้าสู่สำรับ Time Deck",
                        "PathToDialog": 19
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "มุ่งหน้าไปยังอุโมงค์ของ Black Diablos คุณมั่นใจว่ามีทางเข้าที่อยู่ใกล้ๆ",
                        "consequences": "",
                        "PathToDialog": 25
                    }
                ]
            },
            {
                "dialog_id": 14,
                "title": "",
                "subtitle": "คุณหวังว่าจะพบอะไรที่มากกว่านี้บนเส้นทางนี้ บางทีอาจจะได้เจอสัตว์ร้ายเองสักที แต่จากการบินวนของ scoutflies ดูเหมือนจะมีอะไรบางอย่างอยู่ที่ปลายเนินทรายนี้",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เดินหน้าต่อไปและดูว่าอะไรอยู่ข้างหน้า",
                        "consequences": "",
                        "PathToDialog": 19
                    }
                ]
            },
            {
                "dialog_id": 15,
                "title": "",
                "subtitle": "ไม่ใช่แค่ Novacrystal ที่ฝังอยู่ในเขาหินที่ยื่นออกมาจากทราย แต่ยังมีแร่ชนิดอื่นๆ ที่ซ่อนอยู่ ด้านล่างมองไม่เห็น แต่เมื่อมองจากที่นี่กลับเป็นสิ่งที่ระยิบระยับและน่าทึ่ง คุณขูดมันออกมาได้ แม้ว่าจะเห็นประกายจากแร่ แต่คุณกลับเห็นบางอย่างที่อีกด้านของมัน บางสิ่งที่น่าค้นหามาก",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ปีนข้ามหลังเขาหิน",
                        "consequences": "นักล่าทุกคนได้รับ Fucium Ore 1 ชิ้น\nรับ Track Token 1 ชิ้น",
                        "PathToDialog": 6
                    }
                ]
            },
            {
                "dialog_id": 16,
                "title": "",
                "subtitle": "การปีนออกจากอุโมงค์กลับมาเป็นเรื่องที่เหนื่อยมาก แต่ก็คุ้มค่า พื้นดินที่คุณขุดค้นเต็มไปด้วยกระดูกของเหยื่อ Black Diablos—และตอนนี้มันกลายเป็นของคุณแล้ว",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "...",
                        "consequences": "นักล่าทุกคนได้รับ Boulder Bone 1 ชิ้น",
                        "PathToDialog": 8
                    }
                ]
            },
            {
                "dialog_id": 17,
                "title": "",
                "subtitle": "สัตว์ที่ Black Diablos จับได้ที่นี่ในเนินทรายยากที่จะระบุ มันมีปีก แต่จะเป็นอะไรสักอย่าง เช่น Pukei-Pukei หรืออาจจะเป็น Rathalos ตัวเล็กที่หลงทางและสับสน ยังไงก็ตาม Black Diablos ชนะ แต่ไม่ใช่โดยไม่มีบาดแผล คุณสามารถเห็นเศษของเกราะมันกระจายอยู่ทั่วไป",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เก็บสิ่งที่คุณสามารถเก็บได้ อาจมีค่ามาก",
                        "consequences": "นักล่าทุกคนได้รับ Black Diablos Carapace 1 ชิ้น",
                        "PathToDialog": 13
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "ตัวเลือกนี้สามารถเลือกได้หากนักล่ามี Black Spiral Horn อย่างน้อย 1 ชิ้นในสต็อก",
                        "title": "ใช้เวลานานขึ้นในซากเหล่านี้ คุณอาจจะสามารถเข้าใจพฤติกรรมของมันได้",
                        "consequences": "ทิ้ง Time card 1 ใบ\nนักล่าทุกคนได้รับ Black Diablos Carapace 1 ชิ้น และ Black Diablos Ridge 1 ชิ้น",
                        "PathToDialog": 22
                    }
                ]
            },
            {
                "dialog_id": 18,
                "title": "",
                "subtitle": "คุณออกจากอุโมงค์และออกมาสู่ความร้อนของทะเลทราย คุณถูกแสงแดดจ้าแยงตาไปชั่วขณะหลังจากความมืดในอุโมงค์",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "หยุดเพื่อหายใจและให้ตาคุณปรับตัว",
                        "consequences": "",
                        "PathToDialog": 8
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "เริ่มเดินทางยาวข้ามทราย",
                        "consequences": "ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 10
                    }
                ]
            },
            {
                "dialog_id": 19,
                "title": "",
                "subtitle": "ศพของ Barroth ถูกฉีกออกเป็นสองส่วนอย่างเรียบร้อย แม้จะไม่มีส่วนหลัง แต่ซากที่เหลืออาจจะคุ้มค่าที่จะลอกเอาไป",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "แต่ละนักล่าจะได้รับ Majestic Horn 1 ชิ้น\nได้รับ track token 1 ชิ้น",
                        "consequences": "",
                        "PathToDialog": 10
                    }
                ]
            },
            {
                "dialog_id": 20,
                "title": "",
                "subtitle": "เสียงก้องดังมาจากใกล้ๆ ไม่ใหญ่พอที่จะเป็น Black Diablos แน่นอน ความเร็วของมันทำให้เสียงการเคลื่อนไหวของมันยากที่จะเข้าใจผิด แต่ก็ยังเป็นอะไรที่น่ากลัวอยู่ดี อาจจะเป็นเสียงร้องของ Barroth ที่คุณได้ยิน คุณเลือกที่จะคอยระวังตัว เพราะคุณกำลังล่า Diablos คุณไม่ต้องการสิ่งรบกวนตอนนี้",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ติดตาม Barroth อย่างระมัดระวัง",
                        "consequences": "ได้รับ track token 1 ชิ้น",
                        "PathToDialog": 16
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "รักษาระยะห่าง ไม่มีเหตุผลที่จะเข้าไปต่อสู้โดยไม่จำเป็น",
                        "consequences": "แต่ละนักล่าจะได้รับ Black Spiral Horn 1 ชิ้น",
                        "PathToDialog": 12
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "ไม่สนใจ มุ่งหน้าสู่ทางเข้าถ้ำแทน",
                        "consequences": "แต่ละนักล่าจะได้รับ Carbalite ore 1 ชิ้น\nได้รับ track token 1 ชิ้น",
                        "PathToDialog": 29
                    }
                ]
            },
            {
                "dialog_id": 21,
                "title": "",
                "subtitle": "คำแนะนำที่ได้รับไม่ใช่สิ่งที่ให้ความมั่นใจมากนัก: 'โชคดีนะ' แต่คุณได้ชิ้นส่วนของสัตว์ร้ายมาให้ตรวจสอบและนำติดตัวไปด้วย ซึ่งไม่เพียงแต่เป็นสัญลักษณ์ของโชคดี แต่ยังเป็นข้อมูลที่มีประโยชน์ในการเข้าใจพฤติกรรมของมัน การล่าครั้งนี้เริ่มต้นได้ดีแล้ว",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "",
                        "consequences": "แต่ละนักล่าจะได้รับ Black Diablos Ridge 1 ชิ้น.",
                        "PathToDialog": 8
                    }
                ]
            },
            {
                "dialog_id": 22,
                "title": "",
                "subtitle": "อุโมงค์เหล่านี้เรียบและแห้ง สภาพอากาศร้อนและแห้งกร้าน กลิ่นเนื้อที่เน่าเปื่อยหวานฉุน และกลิ่นสัตว์นักล่าที่มีกลิ่นเฉพาะกำลังอบอวลในอากาศ แต่ตอนนี้คุณกำลังตามรอย Black Diablos เข้าใกล้แล้ว",
                "consequences": "รับ track token 1 อัน",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เดินตามอุโมงค์นี้เข้าไปในความมืด",
                        "consequences": "",
                        "PathToDialog": 11
                    }
                ]
            },
            {
                "dialog_id": 23,
                "title": "",
                "subtitle": "ร่างที่แตกสลายของนักล่าคนหนึ่งไม่ใช่ภาพที่คุณอยากเห็นเลยแม้แต่น้อย Black Diablos ทิ้งศพนั้นไว้เป็นชิ้นๆ ทุบผ่านร่างและชุดเกราะของพวกเขา กระจายชิ้นส่วนไปทั่วบริเวณ พวกเขายังคงถือเพชรที่ได้รับจาก First Wyverian",
                "consequences": "นักล่าทุกคนจะได้รับ 1 Wyvern Gem.",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เคารพและเดินหน้าต่อ",
                        "consequences": "รับ track token 1 อัน",
                        "PathToDialog": 28
                    },
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "มีเพชรที่มีค่าอยู่นี่ อาจคุ้มค่าที่จะตรวจสอบ แม้จะไม่เคารพก็ตาม แต่ความต้องการของคุณสำคัญกว่า",
                        "consequences": "นักล่าทุกคนจะได้รับ Dragonvein Crystal 1 อัน",
                        "PathToDialog": 18
                    }
                ]
            },
            {
                "dialog_id": 24,
                "title": "",
                "subtitle": "อุโมงค์เต็มไปด้วยชิ้นส่วนของ Black Diablos ที่ถูกทิ้งไว้ ชิ้นส่วนที่ถูกทำลายโดยความเร็วและพลังของการเคลื่อนไหวของมัน คุณหยิบเศษกระดองของมันจากกำแพง มองไปที่พลังที่เกิดขึ้นจากสิ่งมีชีวิตขนาดนี้ที่เคลื่อนไหวอย่างรวดเร็ว",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ดำเนินการตามอุโมงค์ลงไปต่อ",
                        "consequences": "นักล่าทุกคนจะได้รับ Black Diablos Carapace 1 อัน",
                        "PathToDialog": 22
                    },
                    {
                        "action_id": 1,
                        "required_dialog": "สามารถเลือกได้เมื่อนักล่ามี Black Diablos Carapace อย่างน้อย 1 อันในคลังของพวกเขา",
                        "title": "",
                        "consequences": "",
                        "PathToDialog": 27
                    }
                ]
            },
            {
                "dialog_id": 25,
                "title": "",
                "subtitle": "การลงไปในความมืดของอุโมงค์ของ Black Diablos รู้สึกไม่ค่อยสมเหตุสมผลเมื่อทำจริงๆ เท่าที่เคยคิดไว้ แต่คุณไม่ไปไหนในพื้นผิวแล้ว การพยายามที่จะไล่ตามมันในถ้ำของมันดีกว่าไหม หรือจะเดินไปหลงทางในฝุ่นก็ไม่รู้...",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "สามารถเลือกได้เมื่อนักล่ามีการสวมใส่เกราะ Black Diablos อย่างน้อย 1 ชิ้น",
                        "title": "สำรวจอุโมงค์",
                        "consequences": "ทิ้ง Time card 1 ใบ ได้รับ 1 Track token",
                        "PathToDialog": 27
                    },
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "รออยู่ คุณมั่นใจว่าสัตว์ร้ายรู้ว่าคุณอยู่ที่นี่",
                        "consequences": "ทิ้ง Time card 1 ใบ",
                        "PathToDialog": 34
                    }
                ]
            },
            {
                "dialog_id": 26,
                "title": "",
                "subtitle": "ทางเข้าอุโมงค์ของ Black Diablos เปิดออกต่อหน้าคุณ; มันกลมและดำเหมือนกับลำคอของสัตว์ร้ายเอง คุณกล้าเข้าไปไหม?",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เดินเข้าไปทันที",
                        "consequences": "ทุกนักล่ารับ 1 Black Diablos Carapace",
                        "PathToDialog": 22
                    },
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "คุณไม่ได้กลัวหรอก คุณแค่สนใจสิ่งที่อยู่ที่นั่นมากกว่า",
                        "consequences": "รับ 1 Track token",
                        "PathToDialog": 19
                    }
                ]
            },
            {
                "dialog_id": 27,
                "title": "",
                "subtitle": "ทางเข้าอุโมงค์ของ Black Diablos เปิดออกต่อหน้าคุณ; มันกลมและดำเหมือนกับลำคอของสัตว์ร้ายเอง คุณกล้าเข้าไปไหม?",
                "consequences": "ได้รับ track token 2 ชิ้น",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "1-3 เลือกตัวเลือกนี้",
                        "title": "ตั้งกับดัก ทิ้ง Time card 1 ใบ และทอยลูกเต๋า",
                        "consequences": "",
                        "PathToDialog": 14
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "4-6 เลือกตัวเลือกนี้",
                        "title": "",
                        "consequences": "ลดค่า HP ของ Black Diablos ตามจำนวนที่ทอยได้",
                        "PathToDialog": 23
                    },
                    {
                        "action_id": 3,
                        "required_dialog": "",
                        "title": "ไม่ตั้งกับดัก เดินต่อไปในเส้นทางนี้",
                        "consequences": "แต่ละนักล่าได้รับ 1 quality bone และ 1 Monster Bone small",
                        "PathToDialog": 14
                    }
                ]
            },
            {
                "dialog_id": 28,
                "title": "",
                "subtitle": "ภูเขาหินสูงยื่นขึ้นจากทราย เป็นปีกหินขนาดใหญ่ที่ยื่นขึ้นไปข้างบน อาจจะคุ้มค่าที่จะปีนขึ้นไปและสำรวจพื้นที่จากมุมสูง แน่นอนว่าแสงสะท้อนจากคริสตัลที่ฝังอยู่ในหินที่คุณเห็นนั้นไม่สำคัญหรอก",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เดินตามปีกหิน แต่ยังคงอยู่บนทราย",
                        "consequences": "ได้รับ 1 Track token",
                        "PathToDialog": 15
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "ปีนขึ้นไป คริสตัลมักจะมีประโยชน์เสมอ",
                        "consequences": "แต่ละนักล่าได้รับ 1 Novacrystal",
                        "PathToDialog": 9
                    }
                ]
            },
            {
                "dialog_id": 29,
                "title": "",
                "subtitle": "อุโมงค์นี้กว้างใหญ่ลึกลงไปในพื้นดิน Black Diablos เคลื่อนไหวด้วยความเร็วที่น่าหวาดหวั่น ขุดดินหลายตันในไม่กี่วินาที และตอนนี้คุณกำลังจะเข้าไปในอุโมงค์นั้น เพื่อไล่ตามมัน",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "เดินเข้าสู่ความมืด",
                        "consequences": "ได้รับ 2 Track token",
                        "PathToDialog": 24
                    }
                ]
            },
            {
                "dialog_id": 30,
                "title": "",
                "subtitle": "ทะเลทรายเต็มไปด้วยซากจากการโจมตีของ Black Diablos แทบจะไม่มีพื้นที่ไหนในทรายที่ไม่ได้ปกคลุมไปด้วยเศษซากจากการกินเนื้อที่เต็มไปด้วยเลือด กระดูกบดขยี้ใต้ทุกย่างก้าว",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "ค้นหาในเศษซาก",
                        "consequences": "แต่ละนักล่ารับ 1 Wyvern Gem และ 1 Black Spiral Horn",
                        "PathToDialog": 8
                    },
                    {
                        "action_id": 2,
                        "required_dialog": "",
                        "title": "มองหาซากที่เฉพาะเจาะจง",
                        "consequences": "แต่ละนักล่าได้รับ 1 Black Diablos Ridge\nได้รับ 1 track token",
                        "PathToDialog": 26
                    }
                ]
            },
            {
                "dialog_id": 31,
                "title": "",
                "subtitle": "พื้นดินระเบิดขึ้นมาพร้อมกับสัตว์ประหลาดขนาดมหึมา มันเต็มไปด้วยฟันที่แหลมคม ลิ้นที่ห้อยลงมา และเกราะแข็งสีดำ มันกระแทกลงกับพื้นจนเกือบทำให้คุณล้มลงด้วยแรงกระแทกของมัน มันส่งเสียงคำรามและวิ่งตรงมาทางคุณ การต่อสู้เริ่มต้นแล้ว!",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "",
                        "consequences": "เปิดเผยโทเค็นรอยเท้าทั้งหมด ตรวจสอบ Scoutfly level, และเริ่มต้น hunting phase.",
                        "PathToDialog": 0
                    }
                ]
            },
            {
                "dialog_id": 32,
                "title": "",
                "subtitle": "Black Diablos ปีนขึ้นมาอย่างบ้าคลั่ง จากหลุมลึกที่มันซ่อนตัวอยู่ มันมีภาพลักษณ์ที่น่าสยดสยองจากเกราะสีดำ ฟันที่คล้ายดาบ และลิ้นที่ห้อยลงมา กระหายเลือดและเนื้อสด เตรียมตัวให้พร้อม การต่อสู้เริ่มต้นแล้ว!",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "",
                        "consequences": "นักล่าทุกคนได้รับความเสียหาย 1 หน่วย ,เปิดเผยโทเค็นรอยเท้าทั้งหมด ตรวจสอบ Scoutfly level, และเริ่มต้น hunting phase.",
                        "PathToDialog": 0
                    }
                ]
            },
            {
                "dialog_id": 33,
                "title": "",
                "subtitle": "เมื่อสัตว์ร้ายพุ่งขึ้นจากทราย ด้วยพละกำลังและเกราะแข็งแรง ฟันที่แหลมคม คุณก็เข้าโจมตีทันที ฟาดอาวุธลงไปอย่างรุนแรง การต่อสู้กับ Black Diablos เริ่มต้นแล้ว!",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "",
                        "consequences": "ได้รับ Track token 2 ชิ้น,เปิดเผยโทเค็นรอยเท้าทั้งหมด ตรวจสอบ Scoutfly level, และเริ่มต้น hunting phase.",
                        "PathToDialog": 0
                    }
                ]
            },
            {
                "dialog_id": 34,
                "title": "",
                "subtitle": "ความมืดขยายตัวอย่างรวดเร็ว กลืนทุกสิ่งทุกอย่างก่อนที่จะปล่อย Black Diablos ออกมา เพียงแค่ช่วงเวลาสั้นๆ คุณเกือบจะเชื่อว่ามันคือลำแสงของเงาที่มีชีวิต แต่มันคำรามออกมาดังจนคุณรู้สึกได้ถึงแรงสั่นสะเทือนจากกระดูกสันหลัง—การต่อสู้เริ่มต้นแล้ว!",
                "consequences": "",
                "actions": [
                    {
                        "action_id": 1,
                        "required_dialog": "",
                        "title": "",
                        "consequences": "ทิ้ง Time card 1 ใบ,เปิดเผยโทเค็นรอยเท้าทั้งหมด ตรวจสอบ Scoutfly level, และเริ่มต้น hunting phase.",
                        "PathToDialog": 0
                    }
                ]
            }
        ]
    }
]